Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Seo.po
Languages: fi

# OrchardCore.Seo.Drivers.SeoMetaPartDisplayDriver
source: The canonical entry contains invalid characters.
fi: Kanoninen tieto sisältää virheellisiä merkkejä.

# OrchardCore.Seo.Drivers.SeoMetaPartDisplayDriver
source: The meta entries are written in an incorrect format.
fi: Metatiedot on syötetty väärässä muodossa.

# OrchardCore.Seo.Drivers.SeoMetaPartDisplayDriver
source: The google schema is written in an incorrect format.
fi: Google skeema on syötetty väärässä muodossa.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Render
fi: Renderöi

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Whether to render metadata for this page.
fi: Näytetäänkö tämän sivun metatiedot.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Page Title
fi: Sivun otsikko

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Override the default generated web browser page title (recommended to keep under 70 characters).
fi: Ylikirjoittaa oletusarvoisen sivun otsikon. Suositus on alle 70 merkkiä.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Meta Description
fi: Metakuvaus

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: The meta description to render for this page.
fi: Tämän sivun metakuvaus.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Meta Keywords
fi: Meta avainsanat

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: The meta keywords to render for this page, comma separated.
fi: Sivun metaavainsanat, pilkulla erotettuna.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Canonical
fi: Kanoninen

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Override the default canonical url.
fi: Anna kanoninen URL-osoite, johon hakukoneet ohjataan tämän sivun sijaan. Yleensä ohjataan sivuun, jossa on rikkaampi sama sisältö.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Meta Robots
fi: Meta Robotit

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: The robots meta to render for this page.
fi: Sivulle käytettävä Meta-tagi roboteille.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Content
fi: Sisältö

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Name
fi: Nimi

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Property
fi: Ominaisuus

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Http Equiv
fi: HTTP-equiv -meta-asetus

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Charset
fi: Merkistö

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Remove element from list
fi: Poista elementti listasta

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Add a custom meta tag
fi: Lisää oma metatagi

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Edit Data
fi: Muokkaa tietoja

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Custom Meta Tags
fi: Omat metatagit

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: A JSON representation of the allowed values, e.g. {0}
fi: Sallitut arvot JSON-muodossa. Esim. {0}

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Cancel
fi: Peruuta

# OrchardCore.Seo.Views.SeoMetaPartGoogleSchema.Edit
source: Google Schema
fi: Google Skeema

# OrchardCore.Seo.Views.SeoMetaPartGoogleSchema.Edit
source: The Social Meta Settings Google Schema is used by default, or can be overridden here.
fi: Oletusarvoisesti käytetään sosiaali meta asetuksissa annettua Google skeemaa, tai voidaan ylikirjoittaa tässä.

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: Open Graph Type
fi: Open Graph -tyyppi

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: The Social Meta Settings Open Graph Type is used by default, or can be overridden here.
fi: Oletusarvoisesti käytetään sosiaali meta asetuksissa annettua Open Graph -tyyppiä, tai voidaan ylikirjoittaa tässä.

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: Open Graph Title
fi: Open Graph -otsikko

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: The Title is used by default, then the Page Title, or can be overridden here.
fi: Oletusarvoisesti käytetään otsikkoa, sitten sivun otsikkoa, tai voidaan ylikirjoittaa tässä.

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: Open Graph Description
fi: Open Graph -kuvaus

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: The Meta Description is used by default, or can be overridden here.
fi: Oletusarvoisesti käytetään metakuvausta, tai voidaan ylikirjoittaa tässä.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Keywords
fi: Näytä avainsanat

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Keywords panel.
fi: Valitse näyttääksesi avainsana panelin.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Custom Meta Tags
fi: Näytä mukautetut Meta-tagit

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Custom Meta Tags.
fi: Valitse näyttääksesi omat metatagit.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Open Graph
fi: Näytä Open Graph

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Open Graph panel.
fi: Valitse näyttääksesi Open Graph panelin.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Twitter
fi: Näytä Twitter

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Twitter panel.
fi: Valitse näyttääksesi Twitterin panelin.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Google Schema
fi: Näytä Google skeema

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Google Schema panel.
fi: Valitse näyttääksesi Googlen skeemapanelin.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Title
fi: Twitterin otsikko

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Title is used by default, then the Page Title, or can be overridden here.
fi: Oletusarvoisesti käytetään otsikkoa, sitten sivun otsikkoa, tai voidaan ylikirjoittaa tässä.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Description
fi: Twitterin kuvaus

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Meta Description is used by default, or can be overridden here.
fi: Oletusarvoisesti käytetään metakuvausta, tai voidaan ylikirjoittaa tässä.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Card
fi: Twitter-kortti

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Social Meta Settings Twitter Card is used by default, or can be overridden here.
fi: Oletusarvoisesti käytetään sosiaali meta asetuksissa annettua Twitter-korttia, tai voidaan ylikirjoittaa tässä.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Creator
fi: Twitter sisällön luoja

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Social Meta Settings Twitter Creator is used by default, or can be overridden here.
fi: Oletusarvoisesti käytetään sosiaali meta asetuksissa annettua Twitter sisällön luojaa, tai voidaan ylikirjoittaa tässä.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Site
fi: Twitterin Sivusto

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Social Meta Settings Twitter Site is used by default, or can be overridden here.
fi: Oletusarvoisesti käytetään sosiaali meta asetuksissa annettua Twitter sivustoa, tai voidaan ylikirjoittaa tässä.
