Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Users.Core.po
Languages: ar, cs, el, es, fa, fi, fr, it, mk, pt_br, ru, sv, tr, zh_hans

# OrchardCore.Users.GraphQL.UserType
source: Represents a user.
fr: Représente un utilisateur.

# OrchardCore.Users.GraphQL.UserType
source: The id of the user.
fr: L'identifiant de l'utilisateur.

# OrchardCore.Users.GraphQL.UserType
source: The name of the user.
fr: Le nom de l'utilisateur.

# OrchardCore.Users.GraphQL.UserType
source: The email of the user.
fr: L'email de l'utilisateur.

# OrchardCore.Users.GraphQL.UserType
source: The phone number of the user.
fr: Le numéro de téléphone de l'utilisateur.

# OrchardCore.Users.GraphQL.UserType
source: Custom user settings of {0}.
fr: Paramètres utilisateur personnalisés de {0}.

# OrchardCore.Users.Services.UserService
source: Local login is disabled.
fa: ورود به سیستم محلی غیر فعال شده است.
fr: Le login local est désactivé.
zh_hans: 本地登录已禁用。

# OrchardCore.Users.Services.UserService
source: A user name is required.
ar: إسم المستخدم مطلوب.
cs: Uživatelské jméno je povinné.
el: Το όνομα του χρήστη είναι απαραίτητο.
es: Se requiere un nombre de usuario.
fa: نام کاربر ضروری است.
fi: Käyttäjänimi on pakollinen.
fr: Un nom d'utilisateur est requis.
it: Il nome utente è obbligatorio.
mk: Корисничкото име е задолжително.
pt_br: O usuário é obrigatório.
ru: Имя пользователя обязательно.
sv: Ett användarnamn måste fyllas i.
tr: Kullanıcı adı zorunludur.
zh_hans: 用户名是必需的。

# OrchardCore.Users.Services.UserService
source: A password is required.
ar: كلمة المرور مطلوبه.
cs: Heslo je povinné.
el: Ο κωδικός είναι απαραίτητος.
es: Se requiere una contraseña.
fa: رمزعبور ضروری است.
fi: Salasana on pakollinen.
fr: Un mot de passe est requis.
it: La password è obbligatoria.
mk: Лозинката е задолжителна.
pt_br: A senha é obrigatória.
ru: Пароль является обязательным.
sv: Lösenordet krävs.
tr: Şifre zorunludur.
zh_hans: 密码是必需的。

# OrchardCore.Users.Services.UserService
source: The specified username/password couple is invalid.
ar: إسم المستخدم/كلمة المرور غير صحيحة.
cs: Zadané uživatelské jméno nebo heslo je neplatné.
el: Το συγκεκριμένο ζεύγος ονόματος χρήστη / κωδικού πρόσβασης δεν είναι έγκυρο.
es: La pareja de nombre de usuario/contraseña especificada no es válida.
fa: نام کاربری ویا رمزعبور صحیح نیست.
fi: Annettu käyttäjätunnus ja salasana yhdistelmä on virheellinen.
fr: Le couple nom d'utilisateur/mot de passe spécifié est invalide.
it: La coppia nome utente/password specificata non è valida.
mk: Дефинираниот пар: корисничко име / лозинка, не е валиден.
pt_br: O conjunto usuário/senha informado é inválido.
ru: Указанные имя пользователя/пароль недействительны.
sv: Det angivna användarnamnet/lösenordet är ogiltigt.
tr: Kullanıcı adı/şifre ikilisi geçersiz.
zh_hans: 指定的用户名或密码无效。

# OrchardCore.Users.Services.UserService
source: The user is locked out.
cs: Uživatel je uzamčen.
es: El usuario está bloqueado.
fa: کاربر قفل شده است.
fi: Käyttäjä on lukittu.
fr: L'utilisateur est verrouillé.
it: L'utente è bloccato.
tr: Kullanıcı kilitlendi.
zh_hans: 用户已被锁定。

# OrchardCore.Users.Services.UserService
source: The specified user is not allowed to sign in.
ar: المستخدم المحدد غير مسموح له من تسجيل الدخول.
cs: Zadaný uživatel nemá oprávnění přihlásit se.
el: Ο συγκεκριμένος χρήστης δεν επιτρέπεται να συνδεθεί.
es: El usuario especificado no está autorizado a iniciar sesión.
fa: کاربر مورد نظر اجازه ورود به حساب کاربری را ندارد.
fi: Annetulla käyttäjällä ei ole oikeutta kirjautua sisään.
fr: L'utilisateur spécifié n'est pas autorisé à se connecter.
it: L'utente specificato non è autorizzato ad accedere.
mk: Дефинираниот корисник нема дозвола за најава.
pt_br: O usuário informado não tem permissão para iniciar sessão.
ru: Указанный пользователь не может войти в систему.
sv: Den angivna användaren får inte logga in.
tr: Belirtilen kullanıcının girişine izin verilmedi.
zh_hans: 不允许指定的用户登录。

# OrchardCore.Users.Services.UserService
source: The specified user is not allowed to sign in using password authentication.
ar: المستخدم المحدد غير مسموح له بتسجيل الدخول بإستخدام مصادقة كلمة المرور.
cs: Zadaný uživatel nemá oprávnění přihlásit se pomocí hesla.
el: Ο συγκεκριμένος χρήστης δεν επιτρέπεται να πραγματοποιεί είσοδο χρησιμοποιώντας έλεγχο ταυτότητας με κωδικό πρόσβασης.
es: El usuario especificado no está autorizado a iniciar sesión usando autenticación de contraseña.
fa: کاربر مورد نظر اجازه ورود با رمزعبور را ندارد.
fi: Annettu käyttäjä ei ole oikeutettu kirjautumaan sisään salasana-autentikaatiolla.
fr: L'utilisateur spécifié n'est pas autorisé à se connecter en utilisant l'authentification par mot de passe.
it: L'utente specificato non è autorizzato ad accedere utilizzando l'autenticazione tramite password.
mk: Дефинираниот корисник нема дозвола за најава само со лозинка.
pt_br: O usuário informado não tem permissão para fazer login usando autenticação por senha.
ru: Указанный пользователь не может войти в систему с использованием аутентификации по паролю.
sv: Den angivna användaren får inte logga in med lösenordsautentisering.
tr: Belirtilen kullanıcının şifre doğrulama kullanılarak girişine izin verilmedi.
zh_hans: 不允许指定的用户使用密码身份验证登录。

# OrchardCore.Users.Services.UserService
source: A username or email address is required.
fr: Un nom d'utilisateur ou une adresse email est requis.

# OrchardCore.Users.Services.UserService
source: A token is required.
ar: العلامة الرمزية مطلوبه.
cs: Token je povinný.
el: Απαιτείται ένα σύμβολο (token).
es: Se requiere un token.
fa: توکن ضروری است.
fi: Token on pakollinen.
fr: Un jeton est requis.
it: Il token è obbligatorio.
mk: Токен е задолжителен.
pt_br: Um token é obrigatório.
ru: Требуется токен.
sv: En token krävs.
tr: Token zorunludur.
zh_hans: 令牌是必需的。

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one digit character ('0'-'9').
ar: كلمة المرور يجب أن تحتوي على الأقل على رقم واحد ('0'-'9').
cs: Heslo musí obsahovat alespoň jednu číslici ('0'-'9').
el: Οι κωδικοί πρόσβασης πρέπει να έχουν τουλάχιστον ένα ψηφίο χαρακτήρα ('0' - '9').
es: Las contraseñas deben tener al menos un carácter de dígito ('0'-'9').
fa: رمزعبور باید حداقل شامل یک عدد باشد (٠ - ٩).
fi: Salasanassa on oltava vähintään yksi numero ('0'-'9').
fr: Les mots de passe doivent avoir au moins un chiffre ('0'-'9').
it: Le password devono avere almeno un carattere numerico ('0'-'9').
mk: Лозинките мора да содржат најмалку една цифра ('0'-'9').
pt_br: As senhas devem ter pelo menos um caractere numérico ('0'-'9').
ru: Пароли должны содержать хотя бы одну цифру ('0'-'9').
sv: Lösenord måste innehålla minst en siffra ('0'-'9').
tr: Şifre en az bir rakam ('0'-'9') içermelidir.
zh_hans: 密码必须至少有一个数字字符 ("0"-"9")。

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one lowercase character ('a'-'z').
ar: كلمة المرور يجب أن تحتوي على الأقل على حرف صغير ('a'-'z').
cs: Heslo musí obsahovat alespoň jedno malé písmeno ('a'-'z').
el: Οι κωδικοί πρόσβασης πρέπει να έχουν τουλάχιστον έναν πεζά χαρακτήρα ('a' - 'z').
es: Las contraseñas deben tener al menos un carácter minúscula ('a'-'z').
fa: رمزعبور باید حداقل شامل یک حرف کوچک انگلیسی باشد (a - z).
fi: Salasanassa on oltava vähintään yksi merkki pienillä kirjaimilla ("a"-"ö").
fr: Les mots de passe doivent avoir au moins un caractère en minuscule ('a'-'z').
it: Le password devono avere almeno un carattere minuscolo ('a'-'z').
mk: Лозинките мора да содржат најмалку една мала буква ('a'-'z').
pt_br: As senhas devem ter pelo menos um caractere minúsculo ('a'-'z').
ru: Пароли должны содержать хотя бы один строчный символ ('a'-'z').
sv: Lösenord måste innehålla minst en liten bokstav ('a'-'z').
tr: Şifre en az bir küçük harf ('a'-'z') içermelidir.
zh_hans: 密码必须至少有一个小写字符 ("a"-"z")。

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one uppercase character ('A'-'Z').
ar: كلمة المرور يجب أن تحتوي على الأقل على حرف كبير ('A'-'Z').
cs: Heslo musí obsahovat alespoň jedno velké písmeno ('A'-'Z').
el: Οι κωδικοί πρόσβασης πρέπει να έχουν τουλάχιστον ένα κεφαλαίο χαρακτήρα ('A' - 'Z').
es: Las contraseñas deben tener al menos un carácter mayúscula ('A'-'Z').
fa: رمزعبور باید حداقل شامل یک حرف بزرگ انگلیسی باشد (A - Z).
fi: Salasanassa on oltava vähintään yksi iso kirjain ("A"-"Ö").
fr: Les mots de passe doivent avoir au moins un caractère en majuscule ('A'-'Z').
it: Le password devono avere almeno un carattere maiuscolo ('A'-'Z').
mk: Лозинките мора да содржат најмалку една голема буква ('A'-'Z').
pt_br: As senhas devem ter pelo menos um caractere maiúsculo ('A'-'Z').
ru: Пароли должны содержать хотя бы один символ верхнего регистра ('A'-'Z').
sv: Lösenord måste innehålla minst en stor bokstav ('a'-'z').
tr: Şifre en az bir büyük harf ('A'-'Z') içermelidir.
zh_hans: 密码必须至少有一个大写字符 ("a"-"z")。

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one non letter or digit character.
ar: كلمة المرور يجب أن تحتوي على الأفل على غير حرف أو رقم.
cs: Heslo musí obsahovat alespoň jeden speciální znak.
el: Οι κωδικοί πρόσβασης πρέπει να έχουν τουλάχιστον ένα χαρακτήρα που να μην είναι γράμμα ή ψηφίο.
es: Las contraseñas deben tener al menos una letra o un carácter dígito.
fa: رمزعبور باید شامل حداقل یک عدد یا یک نشانه باشد.
fi: Salasanassa on oltava vähintään yksi muu merkki kuin kirjain tai numero.
fr: Les mots de passe doivent avoir au moins un caractère non lettre ou chiffres.
it: Le password devono avere almeno un carattere non alfanumerico.
mk: Лозинката мора да има барем еден не-алфанумерички знак.
pt_br: As senhas devem ter pelo menos um caractere que não seja letra ou dígito.
ru: Пароли должны содержать хотя бы один символ, не являющийся буквой или цифрой.
sv: Lösenord måste innehålla minst ett tecken som inte är en bokstav eller siffra.
tr: Şifre en az bir küçük harf ve rakam içermeyen karakter içermelidir.
zh_hans: 密码必须至少有一个非字母或数字字符。

# OrchardCore.Users.Services.UserService
source: Passwords must be at least {0} characters.
ar: كلمة المرور يجب أن تحتوي على الأقل {0} أحرف.
cs: Heslo musí obsahovat alespoň {0} znaků.
el: Οι κωδικοί πρόσβασης πρέπει να είναι τουλάχιστον {0} χαρακτήρες.
es: Las contraseñas deben tener al menos {0} caracteres.
fa: رمزعبور باید حداقل {0} کاراکتر باشد.
fi: Salasanassa on oltava vähintään {0} merkkiä.
fr: Les mots de passe doivent comporter au moins {0} caractères.
it: Le password devono essere come minimo di {0} caratteri.
mk: Лозинката мора да содржи најмалку {0} знаци.
pt_br: As senhas devem ter pelo menos {0} caracteres.
ru: Пароль должен содержать не менее {0} символов.
sv: Lösenord måste vara minst {0} tecken.
tr: Şifre en az {0} karakter içermelidir.
zh_hans: 密码至少必须为 {0} 个字符。

# OrchardCore.Users.Services.UserService
source: Passwords must contain at least {0} unique characters.
ar: كلمة المرور يجب أن تحتوي على الأقل {0} أحرف فريده.
cs: Heslo musí obsahovat alespoň {0} jedinečných znaků.
el: Οι κωδικοί πρόσβασης πρέπει να περιέχουν τουλάχιστον {0} μοναδικούς χαρακτήρες.
es: Las contraseñas deben contener al menos {0} caracteres únicos.
fa: رمزعبور باید شامل حداقل {0} کاراکتر منحصر‌به‌فرد باشد.
fi: Salasanassa tulee olla yksilöllisiä merkkejä vähintään {0}kpl.
fr: Les mots de passe doivent comporter au moins {0} caractères.
it: Le password devono contenere almeno {0} caratteri unici.
mk: Лозинката мора да содржи најмалку {0} еднозначни знаци.
pt_br: As senhas devem conter pelo menos {0} caracteres únicos.
ru: Пароли должны содержать по крайней мере {0} уникальных символов.
sv: Lösenord måste innehålla minst {0} unika tecken.
tr: Şifre en az {0} eşsiz karakter içermelidir.
zh_hans: 密码应至少包含 {0}个非字母字符。

# OrchardCore.Users.Services.UserService
source: Incorrect password.
ar: كلمة المرور غير صحيحة.
cs: Chybné heslo.
el: Λανθασμένος κωδικός πρόσβασης.
es: Contraseña incorrecta.
fa: رمزعبور نادرست است.
fi: Virheellinen salasana.
fr: Mot de passe incorrect.
it: Password errata.
mk: Погрешна лозинка.
pt_br: Senha incorreta.
ru: Неверный пароль.
sv: Felaktigt lösenord.
tr: Yanlış parola.
zh_hans: 密码错误

# OrchardCore.Users.Services.UserService
source: User name '{0}' is invalid, can only contain letters or digits.
ar: اسم المستخدم '{0}' غير صحيح، يمكن أن يحتوي على أحرف أو أرقام فقط.
cs: Uživatelské jméno "{0}" je neplatné, může obsahovat pouze písmena a číslice.
el: Το όνομα χρήστη "{0}" δεν είναι έγκυρο, μπορεί να περιέχει μόνο γράμματα ή ψηφία.
es: El nombre de usuario '{0}' no es válido, sólo puede contener letras o dígitos.
fa: نام کاربری '{0}' نامعتبر است، نام کاربری باید فقط شامل حروف و اعداد باشد.
fi: Käyttäjänimi "{0}" on virheellinen. Se saa sisältää vain kirjaimia tai numeroita.
fr: Le nom d'utilisateur '{0}' est invalide, ne peut contenir que des lettres ou des chiffres.
it: Il nome utente '{0}' non è valido, può contenere solo lettere o cifre.
mk: Корисничкото име '{0}' не е валидно. Може да содржи само букви и бројки.
pt_br: O nome de usuário '{0}' é inválido, pode conter apenas letras ou dígitos.
ru: Имя пользователя '{0}' недопустимо, может содержать только буквы или цифры.
sv: Användarnamnet '{0}' är ogiltigt, kan endast innehålla bokstäver eller siffror.
tr: {0} kullanıcı adı geçersiz, sadece kullanıcı ve rakam içerebilir.
zh_hans: 用户名 "{0}" 无效, 只能包含字母或数字。

# OrchardCore.Users.Services.UserService
source: User name '{0}' is already used.
ar: إسم المستخدم '{0}' قيد الاستخدام.
cs: Uživatelské jméno "{0}" se již používá.
el: Το όνομα χρήστη "{0}" χρησιμοποιείται ήδη.
es: El nombre de usuario '{0}' ya está en uso.
fa: نام کاربری {0} قبلا ثبت شده است.
fi: Käyttäjänimi "{0}" on jo käytössä.
fr: Le nom d'utilisateur '{0}' est déjà utilisé.
it: Il nome utente '{0}' è già utilizzato.
mk: Корисничкото име '{0}' веќе е во употреба.
pt_br: Nome de usuário '{0}' já está em uso.
ru: Имя пользователя '{0}' уже используется.
sv: Användarnamnet '{0}' används redan.
tr: {0} kullanıcı adı zaten kullanılıyor.
zh_hans: 用户名{0}已存在

# OrchardCore.Users.Services.UserService
source: Email '{0}' is already used.
ar: البريد الإلكتروني '{0}' قيد الاستخدام.
cs: Email "{0}" se již používá.
el: Το email "{0}" χρησιμοποιείται ήδη.
es: El correo electrónico '{0}' ya está en uso.
fa: ایمیل "{0}" قبلا استفاده شده است.
fi: Sähköposti "{0}" on jo käytössä.
fr: L'email '{0}' est déjà utilisé.
it: L'indirizzo E-mail '{0}' è già in uso.
mk: Е-поштата '{0}' веќе е во употреба.
pt_br: E-mail '{0}' já está em uso.
ru: Адрес '{0}' уже используется.
sv: E-post '{0}' används redan.
tr: '{0}' e-postası zaten kullanılıyor.
zh_hans: 电子邮箱“{0}”已被使用。

# OrchardCore.Users.Services.UserService
source: Email '{0}' is invalid.
ar: البريد الإلكتروني '{0}' غير صحيح.
cs: E-mail '{0}' je neplatný.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου '{0}' δεν είναι έγκυρη.
es: El correo '{0}' no es válido.
fa: ایمیل {0} نامعتبر است.
fi: Sähköpostiosoite "{0}" on virheellinen.
fr: L'e-mail '{0}' est invalide.
it: Email '{0}' non valida.
mk: Е-поштата '{0}' не е валидна.
pt_br: E-mail '{0}' é inválido.
ru: Некорректный адрес электронной почты {0}.
sv: E-post '{0}' är ogiltig.
tr: {0} eposta geçersiz.
zh_hans: 电子邮件'{0}'无效。

# OrchardCore.Users.Services.UserService
source: The reset token is invalid. Please request a new token.
fr: Le jeton de réinitialisation n'est pas valide. Veuillez demander un nouveau jeton.
zh_hans: 重置令牌无效。请申请一个新令牌。

# OrchardCore.Users.Services.UserService
source: Unexpected error: '{0}'.
ar: خطأ غير متوقع: '{0}'.
cs: Neočekávaná chyba: '{0}'.
el: Μη αναμενόμενο σφάλμα: '{0}'.
es: Error inesperado: '{0}'.
fa: خطای غیرمنتظره: '{0}'.
fi: Odottamaton virhe: "{0}".
fr: Erreur inattendue : '{0}'.
it: Errore imprevisto: '{0}'.
mk: Неочекувана грешка: '{0}'.
pt_br: Erro inesperado: '{0}'.
ru: Непредвиденная ошибка: '{0}'.
sv: Oväntat fel: {0}.
tr: Beklenmeyen hata : {0}.
zh_hans: 异常错误：`{0}`

# OrchardCore.Users.Services.UserService
source: A email address is required.
cs: E-mailová adresa je povinná.
es: Una direccion de correo es requerida.
fi: Sähköpostiosoite on pakollinen.
it: L'indirizzo email è obbligatorio.
tr: Bir e-posta adresi girmeniz gerekli.
