Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Users.po
Languages: fi, it

# OrchardCore.Users.AdminMenu
source: Security
fi: Turvallisuus
it: Sicurezza

# OrchardCore.Users.AdminMenu
source: Users
fi: Käyttäjät
it: Utenti

# OrchardCore.Users.AdminMenu
source: Settings
fi: Asetukset
it: Impostazioni

# OrchardCore.Users.AdminMenu
source: User Login
fi: Kirjautuminen
it: Login utente

# OrchardCore.Users.ChangeEmailAdminMenu
source: Security
fi: Turvallisuus
it: Sicurezza

# OrchardCore.Users.ChangeEmailAdminMenu
source: Settings
fi: Asetukset
it: Impostazioni

# OrchardCore.Users.ChangeEmailAdminMenu
source: User Change email
fi: Vaihda sähköposti
it: Cambia email utente

# OrchardCore.Users.RegistrationAdminMenu
source: Security
fi: Turvallisuus
it: Sicurezza

# OrchardCore.Users.RegistrationAdminMenu
source: Settings
fi: Asetukset
it: Impostazioni

# OrchardCore.Users.RegistrationAdminMenu
source: User Registration
fi: Rekisteröinti
it: Registrazione Utente

# OrchardCore.Users.ResetPasswordAdminMenu
source: Security
fi: Turvallisuus
it: Sicurezza

# OrchardCore.Users.ResetPasswordAdminMenu
source: Settings
fi: Asetukset
it: Impostazioni

# OrchardCore.Users.ResetPasswordAdminMenu
source: User Reset password
fi: Aseta uusi salasana
it: Reset password utente

source: User
fi: Käyttäjä
it: Utente

source: Registered
fi: Rekisteröitynyt
it: Registrato il

source: A user was successfully registered.
fi: Käyttäjä rekisteröitiin onnistuneesti.
it: L'utente è stato registrato correttamente.

source: User
fi: Käyttäjä
it: Utente

source: Password reset
fi: Salasanan nollaus
it: Reimpostare la password

source: A user successfully reset the password.
fi: Käyttäjä nollasi salasanan onnistuneesti.
it: L'utente ha reimpostato la password correttamente.

source: Password recovered
fi: Salasana palautettu
it: Password recuperata

source: A user successfully recovered the password.
fi: Käyttäjä palautti salasanan onnistuneesti.
it: Un utente ha recuperato la password correttamente.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: User
fi: Käyttäjä
it: Utente

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Logged in
fi: Sisäänkirjautunut
it: Connesso

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was successfully logged in.
fi: Käyttäjä kirjautui sisään onnistuneesti.
it: L'utente si è autenticato correttamente.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Login failed
fi: Kirjautuminen epäonnistui
it: Login non riuscito

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: An attempt to login failed.
fi: Yritys kirjautua sisään epäonnistui.
it: Tentativo di accesso non riuscito.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Login account locked
fi: Kirjautumistili lukittu
it: Autenticazione account bloccato

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: An attempt to login failed because the user is locked out.
fi: Yritys kirjautua sisään epäonnistui, koska käyttäjätili on lukittu.
it: Un tentativo di login non è riuscito perché l'utente è bloccato.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Enabled
fi: Käytössä
it: Abilitato

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was enabled.
fi: Käyttäjä on otettu käyttöön.
it: Un utente è stato abilitato.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Disabled
fi: Pois käytöstä
it: Disabilitato

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was disabled.
fi: Käyttäjä on poistettu käytöstä.
it: Un utente è stato disabilitato.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Created
fi: Luotu
it: Creato

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was created.
fi: Käyttäjä on luotu.
it: Un utente è stato creato.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Updated
fi: Päivitetty
it: Aggiornato

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was updated.
fi: Käyttäjä on päivitetty.
it: Un utente è stato aggiornato.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Deleted
fi: Poistettu
it: Eliminato

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was deleted.
fi: Käyttäjä on poistettu.
it: Un utente è stato eliminato.

# OrchardCore.Users.Commands.UserCommands
source: User created successfully
fi: Käyttäjä luotu onnistuneesti
it: Utente creato correttamente

# OrchardCore.Users.Controllers.AccountController
source: Local login is disabled.
fi: Paikallinen kirjautuminen ei ole käytössä.
it: Login locale disabilitata.

# OrchardCore.Users.Controllers.AccountController
source: The account is locked out
fi: Tili on lukittu. Liian monesta epäonnistuneesta kirjautumisyrityksestä tili lukitaan 5 minuutiksi.
it: L'account è bloccato

# OrchardCore.Users.Controllers.AccountController
source: Invalid login attempt.
fi: Virheellinen kirjautumisyritys.
it: Tentativo di accesso non valido.

# OrchardCore.Users.Controllers.AccountController
source: Your password has been changed successfully.
fi: Salasanasi on vaihdettu onnistuneesti.
it: La password è stata modificata correttamente.

# OrchardCore.Users.Controllers.AccountController
source: An error occurred in external provider.
fi: Ulkoinen palveluntarjoaja palautti virheen.
it: Si è verificato un errore nel provider esterno.

# OrchardCore.Users.Controllers.AccountController
source: Site does not allow user registration.
fi: Sivusto ei salli käyttäjien rekisteröitymistä.
it: Il sito non consente la registrazione utente.

# OrchardCore.Users.Controllers.AccountController
source: Confirm your account
fi: Vahvista tilisi
it: Conferma il tuo account

# OrchardCore.Users.Controllers.AccountController
source: The specified user is not allowed to sign in.
fi: Tämä käyttäjä ei saa kirjautua sisään.
it: L'utente specificato non è autorizzato ad accedere.

# OrchardCore.Users.Controllers.AccountController
source: You must confirm your email.
fi: Sinun täytyy vahvistaa sähköpostiosoitteesi.
it: Devi prima confermare la tua email.

# OrchardCore.Users.Controllers.AdminController
source: All Users
fi: Kaikki käyttäjät
it: Tutti gli utenti

# OrchardCore.Users.Controllers.AdminController
source: Enabled Users
fi: Käytössä olevat käyttäjät
it: Abilita utenti

# OrchardCore.Users.Controllers.AdminController
source: Disabled Users
fi: Käytöstä poistetut käyttäjät
it: Diabilita utenti

# OrchardCore.Users.Controllers.AdminController
source: Name
fi: Nimi
it: Nome

# OrchardCore.Users.Controllers.AdminController
source: Email
fi: Sähköposti

# OrchardCore.Users.Controllers.AdminController
source: Approve
fi: Hyväksy
it: Approva

# OrchardCore.Users.Controllers.AdminController
source: Enable
fi: Ota käyttöön
it: Abilita

# OrchardCore.Users.Controllers.AdminController
source: Disable
fi: Poista käytöstä
it: Disabilita

# OrchardCore.Users.Controllers.AdminController
source: Delete
fi: Poista
it: Elimina

# OrchardCore.Users.Controllers.AdminController
source: Authenticated (no roles)
fi: Autentikoidut (ei rooleja)
it: Autenticato (nessun ruolo)

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully approved.
fi: Käyttäjä {0} on hyväksytty onnistuneesti.
it: Utente {0} approvato con successo.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully deleted.
fi: Käyttäjä {0} on poistettu onnistuneesti.
it: Utente {0} eliminato con successo.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully disabled.
fi: Käyttäjä {0} onnistuneesti poistettu käytöstä.
it: Utente {0} disabilitato con successo.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully enabled.
fi: Käyttäjä {0} on otettu onnistuneesti käyttöön.
it: Utente {0} abilitato con successo.

# OrchardCore.Users.Controllers.AdminController
source: User created successfully.
fi: Käyttäjä on luotu onnistuneesti.
it: Utente creato correttamente.

# OrchardCore.Users.Controllers.AdminController
source: User updated successfully.
fi: Käyttäjä on päivitetty onnistuneesti.
it: Utente aggiornato correttamente.

# OrchardCore.Users.Controllers.AdminController
source: User deleted successfully.
fi: Käyttäjä on poistettu onnistuneesti.
it: Utente eliminato con successo.

# OrchardCore.Users.Controllers.AdminController
source: Could not delete the user.
fi: Käyttäjää ei voitu poistaa.
it: Impossibile eliminare l'utente.

# OrchardCore.Users.Controllers.AdminController
source: Password updated correctly.
fi: Salasana on päivitetty onnistuneesti.
it: Password aggiornata correttamente.

# OrchardCore.Users.Controllers.AdminController
source: User unlocked successfully.
fi: Käyttäjän lukitus avattu onnistuneesti.
it: Utente sbloccato correttamente.

# OrchardCore.Users.Controllers.AdminController
source: Could not unlock the user.
fi: Käyttäjän lukituksen avaus ei onnistunut.
it: Impossibile sbloccare l'utente.

# OrchardCore.Users.Controllers.ChangeEmailController
source: This email is already your current one.
fi: Tämä sähköpostiosoite on jo nykyinen osoitteesi.
it: il parametro E-mail inserito corrisponde al tuo attuale indirizzo E-mail.

# OrchardCore.Users.Controllers.ChangeEmailController
source: A user with the same email already exists.
fi: Käyttäjä, jolla on sama sähköpostiosoite, on jo olemassa.
it: Un utente con la medesima E-mail esiste già.

# OrchardCore.Users.Controllers.RegistrationController
source: Email is required.
fi: Sähköpostiosoite on pakollinen.
it: L'e-mail è obbligatoria.

# OrchardCore.Users.Controllers.RegistrationController
source: A user with the same email already exists.
fi: Käyttäjä, jolla on sama sähköpostiosoite, on jo olemassa.
it: Un utente con la medesima E-mail esiste già.

# OrchardCore.Users.Controllers.RegistrationController
source: Confirm your account
fi: Vahvista tilisi
it: Conferma il tuo account

# OrchardCore.Users.Controllers.RegistrationController
source: Verification email sent.
fi: Vahvistussähköposti lähetetty.
it: Email di verifica inviata.

# OrchardCore.Users.Controllers.ResetPasswordController
source: Reset your password
fi: Palauta salasana
it: Reimposta la password

# OrchardCore.Users.Drivers.UserDisplayDriver
source: A password is required
fi: Salasana on pakollinen
it: La password è obbligatoria

# OrchardCore.Users.Drivers.UserDisplayDriver
source: The password and the password confirmation fields must match.
fi: Salasanan ja salasanan vahvistuskenttien on vastattava toisiaan.
it: I campi 'Password' e 'Conferma Password' devono corrispondere.

# OrchardCore.Users.Drivers.UserDisplayDriver
source: Cannot disable the only enabled administrator.
fi: Ainoaa ylläpitäjää ei voi poistaa käytöstä.
it: Impossibile disabilitare l'unico amministratore attivo.

# OrchardCore.Users.LoginDeploymentStartup
source: Login settings
fi: Kirjautumisasetukset
it: Impostazioni Login

# OrchardCore.Users.LoginDeploymentStartup
source: Exports the Login settings.
fi: Vie kirjautumisasetukset.
it: Esporta le impostazioni di login.

# OrchardCore.Users.ChangeEmailDeploymentStartup
source: Change Email settings
fi: Sähköpostin muutosasetukset
it: Impostazioni di Modifica Email

# OrchardCore.Users.ChangeEmailDeploymentStartup
source: Exports the Change Email settings.
fi: Vie sähköpostin muutosasetukset.
it: Esporta le impostazioni di modifica della email.

# OrchardCore.Users.RegistrationDeploymentStartup
source: Registration settings
fi: Rekisteröitymisen asetukset
it: Impostazioni di registrazione

# OrchardCore.Users.RegistrationDeploymentStartup
source: Exports the Registration settings.
fi: Vie rekisteröitymisen asetukset.
it: Esporta le impostazioni di registrazione.

# OrchardCore.Users.ResetPasswordDeploymentStartup
source: Reset Password settings
fi: Salasanan nollausasetukset
it: Importazioni di reset password

# OrchardCore.Users.ResetPasswordDeploymentStartup
source: Exports the Reset Password settings.
fi: Vie salasanan nollausasetukset.
it: Esporta le impostazioni di reset password.

# OrchardCore.Users.ViewModels.ChangeEmailViewModel
source: Email is required.
fi: Sähköpostiosoite on pakollinen.
it: L'e-mail è obbligatoria.

# OrchardCore.Users.ViewModels.ChangeEmailViewModel
source: Invalid Email.
fi: Virheellinen sähköpostiosoite.
it: Indirizzo e-mail non valido.

# OrchardCore.Users.ViewModels.ChangePasswordViewModel
source: Current password is required.
fi: Nykyinen salasana on pakollinen.
it: La password attuale è obbligatoria.

# OrchardCore.Users.ViewModels.ChangePasswordViewModel
source: Password is required.
fi: Salasana on pakollinen.
it: Password obbligatoria.

# OrchardCore.Users.ViewModels.ChangePasswordViewModel
source: The new password and confirmation password do not match.
fi: Uusi salasana ja vahvistussalasana eivät täsmää.
it: La nuova password e la password di conferma non corrispondono.

# OrchardCore.Users.ViewModels.EditUserEmailViewModel
source: Email is required.
fi: Sähköpostiosoite on pakollinen.
it: L'e-mail è obbligatoria.

# OrchardCore.Users.ViewModels.EditUserEmailViewModel
source: Invalid Email.
fi: Virheellinen sähköpostiosoite.
it: Indirizzo e-mail non valido.

# OrchardCore.Users.ViewModels.ForgotPasswordViewModel
source: Email is required.
fi: Sähköpostiosoite on pakollinen tieto.
it: L'e-mail è obbligatoria.

# OrchardCore.Users.ViewModels.ForgotPasswordViewModel
source: Invalid Email.
fi: Virheellinen sähköpostiosoite.
it: Indirizzo e-mail non valido.

# OrchardCore.Users.ViewModels.LinkExternalLoginViewModel
source: Password is required.
fi: Salasana on pakollinen.
it: Password obbligatoria.

# OrchardCore.Users.ViewModels.LoginViewModel
source: Username is required.
fi: Käyttäjätunnus on pakollinen.
it: Nome utente obbligatorio.

# OrchardCore.Users.ViewModels.LoginViewModel
source: Username
fi: Käyttäjätunnus
it: Nome utente

# OrchardCore.Users.ViewModels.LoginViewModel
source: Password is required.
fi: Salasana on pakollinen.
it: Password obbligatoria.

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Email is required!
fi: Sähköpostiosoite on pakollinen!
it: L'e-mail è obbligatoria!

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Invalid Email.
fi: Virheellinen sähköpostiosoite.
it: Indirizzo e-mail non valido.

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Username is required!
fi: Käyttäjänimi on pakollinen!
it: Nome utente obbligatorio!

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Password is required!
fi: Salasana vaaditaan!
it: Password obbligatoria!

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Confirm Password do not match
fi: Varmistussalasana ei täsmää
it: La conferma della Password non corrisponde

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Password must be between {0} and {1} characters
fi: Salasanan on oltava {0} - {1} merkkiä pitkä
it: La password deve essere compresa tra {0} e {1} caratteri

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Username is required.
fi: Käyttäjänimi ei voi olla tyhjä.
it: Nome utente obbligatorio.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Email is required.
fi: Sähköpostiosoite on pakollinen tieto.
it: L'e-mail è obbligatoria.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Invalid Email.
fi: Virheellinen sähköpostiosoite.
it: Indirizzo e-mail non valido.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Password is required.
fi: Salasana on pakollinen.
it: Password obbligatoria.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: The new password and confirmation password do not match.
fi: Uusi salasana ja vahvistussalasana eivät täsmää.
it: La nuova password e la password di conferma non corrispondono.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: Email is required.
fi: Sähköpostiosoite on pakollinen tieto.
it: L'e-mail è obbligatoria.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: Invalid Email.
fi: Virheellinen sähköpostiosoite.
it: Indirizzo e-mail non valido.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: New password is required.
fi: Vaaditaan uusi salasana.
it: Nuova password obbligatoria.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: The new password and confirmation password do not match.
fi: Uusi salasana ja vahvistussalasana eivät täsmää.
it: La nuova password e la password di conferma non corrispondono.

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Assign User Role Task
fi: Tehtävä määritä käyttäjäroolit
it: Task Assegna Ruolo Utente

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: User
fi: Käyttäjä
it: Utente

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Done
fi: Valmis
it: Fatto

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Failed
fi: Epäonnistui
it: Operazione non riuscita

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Register User Task
fi: Tehtävä rekisteröi käyttäjä
it: Task Registrazione Utente

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: User
fi: Käyttäjä
it: Utente

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Done
fi: Valmis
it: Fatto

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Valid
fi: Kelvollinen
it: Valido

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Invalid
fi: Virheellinen
it: Non valido

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: No email service is available
fi: Sähköpostipalvelua ei ole saatavilla
it: Nessun servizio email disponibile

# OrchardCore.Users.Workflows.Activities.UserActivity
source: User
fi: Käyttäjä
it: Utente

# OrchardCore.Users.Workflows.Activities.UserActivity
source: Done
fi: Valmis
it: Fatto

# OrchardCore.Users.Workflows.Activities.UserCreatedEvent
source: User Created Event
fi: Tapahtuma käyttäjä luotu
it: Evento Utente Creato

# OrchardCore.Users.Workflows.Activities.UserDeletedEvent
source: User Deleted Event
fi: Tapahtuma käyttäjä poistettu
it: Evento di cancellazione utente

# OrchardCore.Users.Workflows.Activities.UserDisabledEvent
source: User Disabled Event
fi: Tapahtuma käyttäjä poistettu käytöstä
it: Evento Disabilitazione Utente

# OrchardCore.Users.Workflows.Activities.UserEnabledEvent
source: User Enabled Event
fi: Tapahtuma käyttäjä otettu käyttöön
it: Evento Abilitazione Utente

# OrchardCore.Users.Workflows.Activities.UserLoggedInEvent
source: User Loggedin Event
fi: Tapahtuma käyttäjä kirjautunut sisään
it: Evento utente loggato

# OrchardCore.Users.Workflows.Activities.UserUpdatedEvent
source: User Updated Event
fi: Tapahtuma käyttäjä päivitetty
it: Evento di aggiornamento utente

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: User
fi: Käyttäjä
it: Utente

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: Validate User Task
fi: Tehtävä validoi käyttäjä
it: Task per la validazione utente

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: Anonymous
fi: Anonyymi
it: Anonimo

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: Authenticated
fi: Todentaminen
it: Autenticato

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: InRole
fi: Roolissa
it: Nel ruolo

# OrchardCore.Users.Workflows.Drivers.RegisterUserTaskDisplayDriver
source: A value is required for {0}.
fi: Arvo on pakollinen kohteelle {0}.
it: È richiesto un valore per {0}.

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Design
source: Assign user to role
fi: Lisää käyttäjä rooliin
it: Assegna utente al ruolo

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Design
source: {0} to role {1}
fi: {0} rooliin {1}
it: {0} al ruolo {1}

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: UserName
fi: Käyttäjätunnus
it: Nome utente

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: The User to assign. With Liquid support.
fi: Liitettävä käyttäjä. Liquid-tuella.
it: L'utente da assegnare. Con supporto Liquid.

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: RoleName
fi: Roolin nimi
it: Nome del ruolo

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: The Role to assign. With Liquid support.
fi: Liitettävä rooli. Liquid-tuella.
it: Il ruolo da assegnare. Con il supporto Liquid.

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Thumbnail
source: Assign user to role
fi: Liitä käyttäjä rooliin
it: Assegna utente al ruolo

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Thumbnail
source: Assigns a user to a role.
fi: Liitä käyttäjä rooliin.
it: Assegna un utente a un ruolo.

# OrchardCore.Users.Views.Items.AuditTrailUserEventDetail.DetailAdmin
source: User Id
fi: Käyttäjän ID
it: Id Utente

# OrchardCore.Users.Views.Items.AuditTrailUserEventDetail.DetailAdmin
source: User Name
fi: Käyttäjätunnus
it: Nome Utente

# OrchardCore.Users.Views.ChangeEmail.ChangeEmailConfirmation
source: Email changed
fi: Sähköpostiosoite vaihdettu
it: E-mail modificata

# OrchardCore.Users.Views.ChangeEmail.ChangeEmailConfirmation
source: Thank you for changing your email.
fi: Kiitos kun muutit sähköpostiosoitteesi.
it: Grazie per aver modificato la tua e-mail.

# OrchardCore.Users.Views.ChangeEmailSettings.Edit
source: Allow the users to change their email
fi: Salli käyttäjien muuttaa heidän sähköpostiaan
it: Consenti agli utenti di cambiare la loro e-mail

# OrchardCore.Users.Views.Account.ChangePassword
source: Change password
fi: Vaihda salasana
it: Modifica la password

# OrchardCore.Users.Views.Account.ChangePassword
source: Current password
fi: Nykyinen salasana
it: Password attuale

# OrchardCore.Users.Views.Account.ChangePassword
source: New password
fi: Uusi salasana
it: Nuova password

# OrchardCore.Users.Views.Account.ChangePassword
source: New password confirmation
fi: Uuden salasanan vahvistus
it: Conferma nuova password

# OrchardCore.Users.Views.Account.ChangePasswordConfirmation
source: Change Password
fi: Vaihda salasana
it: Cambia Password

# OrchardCore.Users.Views.Account.ChangePasswordConfirmation
source: Your password has been changed successfully.
fi: Salasanasi on nyt vaihdettu.
it: La password è stata modificata correttamente.

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Email confirmation
fi: Sähköpostin vahvistus
it: Conferma Email

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Thank you for confirming your email.
fi: Kiitos, että vahvistit sähköpostiosoitteesi.
it: Grazie per aver confermato la tua email.

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Home
fi: Koti

# OrchardCore.Users.Views.Registration.ConfirmEmailSent
source: Email confirmation sent
fi: Sähköpostivahvistus lähetetty
it: Email di conferma inviata

# OrchardCore.Users.Views.Registration.ConfirmEmailSent
source: An email has been sent to you. Please click on the link it contains in order to have access on this site.
fi: Sinulle on lähetetty sähköpostia. Klikkaa sen sisältämää linkkiä, jotta pääset kirjautumaan sivustolle.
it: Ti è stata inviata un'email. Clicca sul link che contiene per avere accesso a questo sito.

# OrchardCore.Users.Views.Registration.ConfirmEmailSent
source: Previous Page
fi: Edellinen sivu
it: Pagina precedente

# OrchardCore.Users.Views.Registration.ConfirmEmailSent
source: Home
fi: Koti

# OrchardCore.Users.Views.Admin.Create
source: Create User
fi: Luo käyttäjä
it: Crea utente
