Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.OpenId.po
Languages: pt_br

# OrchardCore.OpenId.AdminMenu
source: Security
pt_br: Segurança

# OrchardCore.OpenId.AdminMenu
source: Settings
pt_br: Configurações

# OrchardCore.OpenId.AdminMenu
source: Authentication client
pt_br: Cliente de autenticação

# OrchardCore.OpenId.AdminMenu
source: Authorization server
pt_br: Servidor de autorização

# OrchardCore.OpenId.AdminMenu
source: Token validation
pt_br: Validação de token

# OrchardCore.OpenId.AdminMenu
source: Management
pt_br: Administração

# OrchardCore.OpenId.AdminMenu
source: Applications
pt_br: Aplicativos

# OrchardCore.OpenId.AdminMenu
source: Scopes
pt_br: Escopos

# OrchardCore.OpenId.Controllers.ApplicationController
source: There are no registered services to provide roles.
pt_br: Não há serviços registrados para fornecer as funções.

# OrchardCore.OpenId.Controllers.ApplicationController
source: No client secret can be set for public applications.
pt_br: Não é possível definir o Client Secret para aplicações públicas.

# OrchardCore.OpenId.Controllers.ApplicationController
source: The client secret is required for confidential applications.
pt_br: O Client Secret é obrigatório para aplicações confidenciais.

# OrchardCore.OpenId.Controllers.ApplicationController
source: The client identifier is already taken by another application.
pt_br: O identificador de cliente já está em uso por outra aplicação.

# OrchardCore.OpenId.Controllers.ApplicationController
source: Setting a new client secret is required.
pt_br: Definir um novo Client Secret é obrigatório.

# OrchardCore.OpenId.Controllers.ApplicationController
source: OpenID Connect settings are not properly configured.
pt_br: As configurações do OpenID Connect não estão corretas.

# OrchardCore.OpenId.Controllers.ScopeController
source: The name is already taken by another scope.
pt_br: O nome já está em uso por outro escopo.

# OrchardCore.OpenId.Controllers.ServerConfigurationController
source: OpenID server configuration successfully updated.
pt_br: Configuração do servidor OpenID atualizada com sucesso.

# OrchardCore.OpenId.Controllers.ValidationConfigurationController
source: OpenID validation configuration successfully updated.
pt_br: Configuração de validação OpenID atualizada com sucesso.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The authority cannot be null or empty.
pt_br: A autoridade não pode ser nula ou vazia.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The authority must be a valid absolute URL.
pt_br: A autoridade deve ser uma URL absoluta válida.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The authority cannot contain a query string or a fragment.
pt_br: A autoridade não pode conter uma query string ou um fragmento.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The response type cannot be null or empty.
pt_br: O tipo de resposta não pode ser nulo ou vazio.

# OrchardCore.OpenId.Services.OpenIdClientService
source: Unknown response type .
pt_br: Tipo de resposta desconhecida.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The response mode cannot be null or empty.
pt_br: Modo de resposta não pode ser nulo ou vazio.

# OrchardCore.OpenId.Services.OpenIdClientService
source: Unknown response mode.
pt_br: Modo de resposta desconhecido.

# OrchardCore.OpenId.Services.OpenIdServerService
source: At least one OpenID Connect flow must be enabled.
pt_br: Pelo menos um fluxo OpenID Connect deve estar ativo.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The authority must be a valid absolute URL.
pt_br: A autoridade deve ser uma URL absoluta válida.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The authority cannot contain a query string or a fragment.
pt_br: A autoridade não pode conter uma query string ou um fragmento.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate cannot be found.
pt_br: O certificado não pode ser encontrado.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate doesn't contain the required private key.
pt_br: O certificado não contém a chave privada obrigatória.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate is not valid because it is marked as archived.
pt_br: O certificado não é válido porque está marcado como arquivado.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate is not valid for current date.
pt_br: O certificado não é válido para a data atual.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The password flow cannot be enabled when the token endpoint is disabled.
pt_br: O fluxo de senha não pode ser ativado quando o ponto de extremidade do token está desativado.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The client credentials flow cannot be enabled when the token endpoint is disabled.
pt_br: O fluxo de credenciais do cliente não pode ser ativado quando o ponto de extremidade do token está desabilitado.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The authorization code flow cannot be enabled when the authorization and token endpoints are disabled.
pt_br: O fluxo de código de autorização não pode ser ativado quando a autorização e os pontos de extremidade do token estão desativados.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The refresh token flow cannot be enabled when the token endpoint is disabled.
pt_br: O fluxo de atualização do token não pode ser ativado quando o ponto de extremidade do token está desativado.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The refresh token flow can only be enabled if the password, authorization code or hybrid flows are enabled.
pt_br: O fluxo de token de atualização só pode ser habilitado se a senha, código de autorização ou fluxos híbridos estiverem ativados.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The implicit flow cannot be enabled when the authorization endpoint is disabled.
pt_br: O fluxo implícito não pode ser ativado quando o ponto de extremidade de autorização está desativado.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The hybrid flow cannot be enabled when the authorization and token endpoints are disabled.
pt_br: O fluxo de híbrido não pode ser ativado quando os endpoints de autorização e de token estão desativados.

# OrchardCore.OpenId.Services.OpenIdServerService
source: Access token encryption can only be disabled when using JWT tokens.
pt_br: A criptografia do token de acesso só pode ser desativada usando tokens JWT.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: Either a tenant or an authority must be registered.
pt_br: Ou um tentant ou uma autoridade deve ser registada.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The specified authority is not valid.
pt_br: A autoridade especificada não é válida.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The authority cannot contain a query string or a fragment.
pt_br: A autoridade não pode conter uma query string ou um fragmento.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: No audience can be set when using another tenant.
pt_br: Nenhum público pode ser configurado quando usando outro tenant.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: An audience must be set when configuring the authority.
pt_br: O público deve ser definido ao configurar a autoridade.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: Token type validation can only be disabled for remote servers.
pt_br: Validação de tipo de token só pode ser desativada para servidores remotos.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The audience cannot start with the special 'oct:' prefix.
pt_br: O público não pode iniciar com o prefixo 'oct:'.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The specified tenant is not valid.
pt_br: O tenant especificado não é válido.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: Selecting a server tenant for which reference access tokens are enabled is currently not supported.
pt_br: Selecionar um tentant no servidor para o qual os tokens de acesso de referência são habilitados não é atualmente suportado.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: No appropriate scope was found.
pt_br: Nenhum escopo apropriado foi encontrado.

# OrchardCore.OpenId.ViewModels.CreateOpenIdApplicationViewModel
source: {0} is not well-formed
pt_br: {0} está mal formatado

# OrchardCore.OpenId.ViewModels.EditOpenIdApplicationViewModel
source: {0} is not well-formed
pt_br: {0} está mal formatado

# OrchardCore.OpenId.ViewModels.OpenIdClientSettingsViewModel
source: Authority is required
pt_br: Autoridade é obrigatória

# OrchardCore.OpenId.ViewModels.OpenIdClientSettingsViewModel
source: ClientId is required
pt_br: ClientID é obrigatório

# OrchardCore.OpenId.ViewModels.OpenIdClientSettingsViewModel
source: Invalid path
pt_br: Caminho inválido

# OrchardCore.OpenId.ViewModels.OpenIdClientSettingsViewModel
source: Invalid SignedOut redirect url
pt_br: URL de redirecionamento de término de sessão inválido

# OrchardCore.OpenId.Views.Access.Authorize
source: Authorization
pt_br: Autorização

# OrchardCore.OpenId.Views.Access.Authorize
source: Do you want to grant <strong>{0}</strong> access to your data? (scopes requested: {1})
pt_br: Você deseja conceder acesso a <strong>{0}</strong> aos seus dados? (escopos solicitados: {1})

# OrchardCore.OpenId.Views.Application.Create
source: Create a new application
pt_br: Criar um novo aplicativo

# OrchardCore.OpenId.Views.Application.Create
source: Display Name
pt_br: Nome de exibição

# OrchardCore.OpenId.Views.Application.Create
source: Type
pt_br: Tipo

# OrchardCore.OpenId.Views.Application.Create
source: Confidential client
pt_br: Cliente Confidencial

# OrchardCore.OpenId.Views.Application.Create
source: Public client
pt_br: Cliente público

# OrchardCore.OpenId.Views.Application.Create
source: Confidential applications MUST send their client secret when communicating with the token and revocation endpoints. This guarantees that only the legit client can exchange an authorization code or get a refresh token.
pt_br: Aplicativos confidenciais DEVEM enviar seu segredo de cliente ao se comunicar com o token e pontos de revogação. Isso garante que somente o cliente legito pode trocar um código de autorização ou obter um token de atualização.

# OrchardCore.OpenId.Views.Application.Create
source: Allow Authorization Code Flow
pt_br: Permitir fluxo de autorização de código

# OrchardCore.OpenId.Views.Application.Create
source: More info:
pt_br: Mais informações:

# OrchardCore.OpenId.Views.Application.Create
source: Recommended Parameters:
pt_br: Parâmetros recomendados:

# OrchardCore.OpenId.Views.Application.Create
source: Allow Implicit Flow
pt_br: Permitir fluxo implícito

# OrchardCore.OpenId.Views.Application.Create
source: Allow Hybrid Flow
pt_br: Permitir fluxo híbrido

# OrchardCore.OpenId.Views.Application.Create
source: Allow Password Flow
pt_br: Permitir Fluxo de Senha

# OrchardCore.OpenId.Views.Application.Create
source: Allow Client Credentials Flow
pt_br: Permitir Fluxo de Credenciais do Cliente

# OrchardCore.OpenId.Views.Application.Create
source: Allow Refresh Token Flow
pt_br: Permitir fluxo de atualização de token

# OrchardCore.OpenId.Views.Application.Create
source: Redirect Uris
pt_br: Uris de Redirecionamento

# OrchardCore.OpenId.Views.Application.Create
source: Space delimited list of redirect URIs.
pt_br: Lista de URI de redirecionamento delimitada por espaço.

# OrchardCore.OpenId.Views.Application.Create
source: Allow Logout Endpoint
pt_br: Permitir Endpoint de Logout

# OrchardCore.OpenId.Views.Application.Create
source: Logout Redirect Uris
pt_br: URIs de redirecionamento de término de sessão

# OrchardCore.OpenId.Views.Application.Create
source: Space delimited list of logout redirect URIs.
pt_br: Lista de URI de redirecionamento de término de sessão delimitada por espaço.

# OrchardCore.OpenId.Views.Application.Create
source: Consent type
pt_br: Tipo de consentimento

# OrchardCore.OpenId.Views.Application.Create
source: Explicit consent
pt_br: Consentimento explícito

# OrchardCore.OpenId.Views.Application.Create
source: Implicit consent
pt_br: Consentimento implícito

# OrchardCore.OpenId.Views.Application.Create
source: External consent
pt_br: Consentimento externo

# OrchardCore.OpenId.Views.Application.Create
source: The consent type affects the way authorization requests are handled.
pt_br: O tipo de consentimento afeta a forma como as solicitações de autorização são tratadas.

# OrchardCore.OpenId.Views.Application.Create
source: When the consent is explicit, the authorization request must be approved by the end user. <strong>This is the recommended option.</strong>
pt_br: Quando o consentimento for explícito, a solicitação de autorização deve ser aprovada pelo usuário final. <strong>Esta é a opção recomendada.</strong>

# OrchardCore.OpenId.Views.Application.Create
source: When the consent is implicit, the authorization request is assumed to be pre-approved and no consent form is displayed.
pt_br: Quando o consentimento estiver implícito, presume-se que a solicitação de autorização seja pré-aprovada e que nenhum formulário de consentimento seja exibido.

# OrchardCore.OpenId.Views.Application.Create
source: When the consent is external, the authorization request is rejected unless a pre-existing authorization (granted programmatically) already exists.
pt_br: Quando o consentimento é externo, a solicitação de autorização é rejeitada a menos que uma autorização pré-existente (concedida programaticamente) já existe.

# OrchardCore.OpenId.Views.Application.Create
source: Client Credentials Roles
pt_br: Funções das Credenciais do Cliente

# OrchardCore.OpenId.Views.Application.Create
source: Save
pt_br: Salvar

# OrchardCore.OpenId.Views.Application.Create
source: Cancel
pt_br: Cancelar

# OrchardCore.OpenId.Views.Scope.Create
source: Create a new scope
pt_br: Criar um novo escopo

# OrchardCore.OpenId.Views.Scope.Create
source: Display Name
pt_br: Nome de exibição

# OrchardCore.OpenId.Views.Scope.Create
source: Name
pt_br: Nome

# OrchardCore.OpenId.Views.Scope.Create
source: Description
pt_br: Descrição

# OrchardCore.OpenId.Views.Scope.Create
source: Additional resources (API audiences)
pt_br: Recursos adicionais (audiências de API)

# OrchardCore.OpenId.Views.Scope.Create
source: Save
pt_br: Salvar

# OrchardCore.OpenId.Views.Scope.Create
source: Cancel
pt_br: Cancelar

# OrchardCore.OpenId.Views.Application.Edit
source: Edit an application
pt_br: Editar uma aplicativo

# OrchardCore.OpenId.Views.Application.Edit
source: Display Name
pt_br: Nome de exibição

# OrchardCore.OpenId.Views.Application.Edit
source: Type
pt_br: Tipo

# OrchardCore.OpenId.Views.Application.Edit
source: Confidential client
pt_br: Cliente Confidencial

# OrchardCore.OpenId.Views.Application.Edit
source: Public client
pt_br: Cliente público

# OrchardCore.OpenId.Views.Application.Edit
source: Confidential applications MUST send their client secret when communicating with the token and revocation endpoints. This guarantees that only the legit client can exchange an authorization code or get a refresh token.
pt_br: Aplicativos confidenciais DEVEM enviar seu segredo de cliente ao se comunicar com o token e pontos de revogação. Isso garante que somente o cliente legito pode trocar um código de autorização ou obter um token de atualização.

# OrchardCore.OpenId.Views.Application.Edit
source: enter a new value to replace the existing secret
pt_br: insira um novo valor para substituir o Secret existente

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Authorization Code Flow
pt_br: Permitir fluxo de autorização de código

# OrchardCore.OpenId.Views.Application.Edit
source: More info:
pt_br: Mais informações:

# OrchardCore.OpenId.Views.Application.Edit
source: Recommended Parameters:
pt_br: Parâmetros recomendados:

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Implicit Flow
pt_br: Permitir fluxo implícito

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Hybrid Flow
pt_br: Permitir fluxo híbrido

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Password Flow
pt_br: Permitir Fluxo de Senha

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Client Credentials Flow
pt_br: Permitir Fluxo de Credenciais do Cliente

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Refresh Token Flow
pt_br: Permitir fluxo de atualização de token

# OrchardCore.OpenId.Views.Application.Edit
source: Redirect Uris
pt_br: Uris de Redirecionamento

# OrchardCore.OpenId.Views.Application.Edit
source: Space delimited list of redirect URIs.
pt_br: Lista de URI de redirecionamento delimitada por espaço.

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Logout Endpoint
pt_br: Permitir Endpoint de Logout

# OrchardCore.OpenId.Views.Application.Edit
source: Post Logout Redirect Uris
pt_br: URIs de redirecionamento de término de sessão

# OrchardCore.OpenId.Views.Application.Edit
source: Space delimited list of logout redirect URIs.
pt_br: Lista de URI de redirecionamento de término de sessão delimitada por espaço.

# OrchardCore.OpenId.Views.Application.Edit
source: Consent type
pt_br: Tipo de consentimento

# OrchardCore.OpenId.Views.Application.Edit
source: Explicit consent
pt_br: Consentimento explícito

# OrchardCore.OpenId.Views.Application.Edit
source: Implicit consent
pt_br: Consentimento implícito

# OrchardCore.OpenId.Views.Application.Edit
source: External consent
pt_br: Consentimento externo

# OrchardCore.OpenId.Views.Application.Edit
source: The consent type affects the way authorization requests are handled.
pt_br: O tipo de consentimento afeta a forma como as solicitações de autorização são tratadas.

# OrchardCore.OpenId.Views.Application.Edit
source: When the consent is explicit, the authorization request must be approved by the end user. <strong>This is the recommended option.</strong>
pt_br: Quando o consentimento for explícito, a solicitação de autorização deve ser aprovada pelo usuário final. <strong>Esta é a opção recomendada.</strong>

# OrchardCore.OpenId.Views.Application.Edit
source: When the consent is implicit, the authorization request is assumed to be pre-approved and no consent form is displayed.
pt_br: Quando o consentimento estiver implícito, presume-se que a solicitação de autorização seja pré-aprovada e que nenhum formulário de consentimento seja exibido.

# OrchardCore.OpenId.Views.Application.Edit
source: When the consent is external, the authorization request is rejected unless a pre-existing authorization (granted programmatically) already exists.
pt_br: Quando o consentimento é externo, a solicitação de autorização é rejeitada a menos que uma autorização pré-existente (concedida programaticamente) já existe.

# OrchardCore.OpenId.Views.Application.Edit
source: Client Credentials Roles
pt_br: Funções das Credenciais do Cliente

# OrchardCore.OpenId.Views.Application.Edit
source: Save
pt_br: Salvar

# OrchardCore.OpenId.Views.Application.Edit
source: Cancel
pt_br: Cancelar

# OrchardCore.OpenId.Views.Scope.Edit
source: Edit a scope
pt_br: Editar um escopo

# OrchardCore.OpenId.Views.Scope.Edit
source: Display Name
pt_br: Nome de exibição

# OrchardCore.OpenId.Views.Scope.Edit
source: Name
pt_br: Nome

# OrchardCore.OpenId.Views.Scope.Edit
source: Description
pt_br: Descrição

# OrchardCore.OpenId.Views.Scope.Edit
source: Additional resources (API audiences)
pt_br: Recursos adicionais (audiências de API)

# OrchardCore.OpenId.Views.Scope.Edit
source: Save
pt_br: Salvar

# OrchardCore.OpenId.Views.Scope.Edit
source: Cancel
pt_br: Cancelar

# OrchardCore.OpenId.Views.Access.Error
source: Ooooops, something went really bad! :(
pt_br: Ooooops, algo deu muito errado! :(

# OrchardCore.OpenId.Views.Application.Index
source: Applications
pt_br: Aplicativos

# OrchardCore.OpenId.Views.Application.Index
source: Edit
pt_br: Editar

# OrchardCore.OpenId.Views.Application.Index
source: Delete
pt_br: Excluir

# OrchardCore.OpenId.Views.Scope.Index
source: Scopes
pt_br: Escopos

# OrchardCore.OpenId.Views.Scope.Index
source: Edit
pt_br: Editar

# OrchardCore.OpenId.Views.Scope.Index
source: Delete
pt_br: Excluir

# OrchardCore.OpenId.Views.ServerConfiguration.Index
source: Configure OpenID server settings
pt_br: Configure os parâmetros do servidor OpenID

# OrchardCore.OpenId.Views.ServerConfiguration.Index
source: Update the server settings and reload the tenant
pt_br: Atualize as configurações do servidor e recarregue o tenant

# OrchardCore.OpenId.Views.ValidationConfiguration.Index
source: Configure OpenID validation settings
pt_br: Configurar definições de validação OpenID

# OrchardCore.OpenId.Views.ValidationConfiguration.Index
source: Update the server settings and reload the tenant
pt_br: Atualize as configurações do servidor e recarregue o tenant

# OrchardCore.OpenId.Views.Access.Logout
source: Log out
pt_br: Encerrar sessão

# OrchardCore.OpenId.Views.Access.Logout
source: Are you sure you want to log out?
pt_br: Tem certeza que deseja sair?

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Display Name
pt_br: Nome de exibição

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Display name of the IdP
pt_br: Nome de Exibição IdP

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Authority
pt_br: Autoridade

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Authority to use when making OpenIdConnect calls
pt_br: Autoridade para usar ao fazer chamadas OpenIdConnect

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: the 'client_id'
pt_br: o 'cliente_id'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
pt_br: O endereço da requisição, no contexto do endereço base da aplicação, para onde o navegador será redirecionado. O sistema processará esta requisição quando chegar.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The request path within the application's base path where the user agent will be returned after sign out from the identity provider.
pt_br: O endereço da requisição, no contexto do endereço base da aplicação, para onde o navegador será redirecionado após o término da sessão pelo provedor de identidade.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: See post_logout_redirect_uri from
pt_br: Ver post_logout_redirect_uri de

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The uri where the user agent will be redirected to after application is signed out from the identity provider. The redirect will happen after the SignedOutCallbackPath is invoked.
pt_br: O URI para o qual navegador será redirecionado após o aplicativo terminar a sessão do provedor de identidade. O redirecionamento ocorrerá após o SignedOutbackPath ser invocado.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Scopes
pt_br: Escopos

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: extra scopes except openid and profile
pt_br: escopos extras exceto openid e perfil

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Store tokens
pt_br: Armazenar tokens

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Store external authentication tokens for reuse
pt_br: Armazenar tokens de autenticação externa para reutilização

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Code Authentication Flow
pt_br: Fluxo de autenticação de código

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: see:
pt_br: ver:
