Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Forms.po
Languages: fa, fi, pt_br, tr

# OrchardCore.Forms.Views.Items.ValidationPart.Fields.Edit
source: The field name that this validation is for.
fa: نام فیلدی که این اعتبارسنجی برای آن است.
fi: Kentän nimi, jolle tämä validointi on tarkoitettu.
pt_br: O nome do campo que esta validação se destina.
tr: Bu doğrulamanın yapıldığı alan adı.

# OrchardCore.Forms.Views.Items.ValidationSummaryPart.Fields.Edit
source: Show Model Only Error
fa: خطای Show Model Only
tr: Sadece Model Hatalarını Göster

# OrchardCore.Forms.Views.Items.ValidationSummaryPart.Fields.Edit
source: When checked, model level errors will be visible otherwise all errors will be visible.
fa: با علامت زدن، خطاهای سطح مدل قابل مشاهده خواهند بود در غیر این صورت همه خطاها قابل مشاهده خواهند بود.
tr: İşaretlendiğinde, model seviyesindeki hatalar görünür olacaktır, aksi takdirde tüm hatalar görünür olacaktır.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: EncType
fi: Koodaustapa
pt_br: Tipo de encoding
