Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.ContentFields.po
Languages: es

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Option Label
es: Etiqueta de Opción

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Value
es: Valor

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Default?
es: ¿Por Defecto?

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Set as default
es: Establecer como predeterminado

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Remove element from list
es: Eliminar elemento de la lista

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Add an option
es: Añadir una opción

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Edit Data
es: Editar Datos

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Options
es: Opciones

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: A JSON representation of the allowed values, e.g. {0}
es: Una representación JSON de los valores permitidos, por ejemplo {0}

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Default value
es: Valor por defecto

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: (Optional) The default to assign to the text field.
es: (Opcional) El valor por defecto a asignar al campo de texto.

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: OK
es: Aceptar

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Cancel
es: Cancelar

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: What type of list editor should be used?
es: ¿Qué tipo de editor de lista debe usarse?

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Drop down list
es: Lista desplegable

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Radio buttons
es: Botones radio

# OrchardCore.ContentFields.Views.TextFieldSettings.Edit
source: Required
es: Requerido

# OrchardCore.ContentFields.Views.TextFieldSettings.Edit
source: Whether a value is required.
es: Si es obligatorio un valor.

# OrchardCore.ContentFields.Views.TextFieldSettings.Edit
source: Hint
es: Sugerencia

# OrchardCore.ContentFields.Views.TextFieldSettings.Edit
source: The hint text to display for this field on the editor.
es: La sugerencia o información a mostrar para este campo en el editor.

# OrchardCore.ContentFields.Views.TimeField.DisplayOption
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.TimeField.Option
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: Required
es: Requerido

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: Whether a value is required.
es: Si es obligatorio un valor.

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: Step
es: Paso

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: The step attribute of the time input allowing to edit seconds and ms.
es: El atributo de paso de la entrada de tiempo que permite editar segundos y ms.

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: For seconds use a divisor of 60 e.g. '15', for ms a decimal equal to a divisor of 1000 divided by 1000 e.g. '0.250'.
es: Por segundos, utilice un divisor de 60, p. ej., '15', para ms un decimal igual a un divisor de 1000 dividido por 1000, p. ej. '0.250'.

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: Hint
es: Sugerencia

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: The hint text to display for this field on the editor.
es: La sugerencia o información a mostrar para este campo en el editor.

# OrchardCore.ContentFields.Views.UserPickerField-UserNames.Display
source: No users.
es: No hay usuarios.

# OrchardCore.ContentFields.Views.UserPickerField-UserNames.DisplayOption
source: User Names
es: Nombres de usuario

# OrchardCore.ContentFields.Views.UserPickerField
source: No users.
es: No hay usuarios.

# OrchardCore.ContentFields.Views.UserPickerField.DisplayOption
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: Not enabled
es: Desactivado

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: Type to search
es: Escriba para buscar

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: Select
es: Seleccionar

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: Remove
es: Eliminar

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: No result found
es: No se han encontrado resultados

# OrchardCore.ContentFields.Views.UserPickerField.Option
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Required
es: Requerido

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Whether to ensure at least one element is selected.
es: Seleccionar al menos un elemento.

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Allow multiple
es: Permitir Múltiples

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Whether to allow multiple elements to be selected.
es: Si se permite seleccionar varios elementos.

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: The roles that a user must belong to. Choose at least one.
es: Los roles a los que debe pertenecer un usuario. Elija al menos uno.

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Display All Users
es: Mostrar todos los usuarios

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Whether to allow picker to display users from all roles.
es: Permite que el selector muestre todos los tipos de contenido.

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Hint
es: Sugerencia

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: The hint text to display for this field on the editor.
es: El texto de sugerencia mostrar para este campo en el editor.

# OrchardCore.ContentFields.Views.YoutubeField.DisplayOption
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Required
es: Requerido

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Whether a value is required.
es: Si es obligatorio un valor.

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Hint
es: Sugerencia

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: The hint text to display for this field on the editor.
es: La sugerencia o información a mostrar para este campo en el editor.

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Width
es: Ancho

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: The width of the Videobox
es: El ancho del Videobox

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Height
es: Alto

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: The height of the Videobox
es: El alto del Videobox
