Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Menu.po
Languages: el, fa, it

# OrchardCore.Menu.AdminMenu
source: Content
el: Περιεχόμενο
fa: محتوا
it: Contenuto

# OrchardCore.Menu.AdminMenu
source: Menus
el: Μενού
fa: منو
it: Menu

# OrchardCore.Menu.Controllers.AdminController
source: Menu item deleted successfully.
el: Το στοιχείο μενού διαγράφηκε με επιτυχία.
fa: آیتم منو با موفقیت پاک شد.
it: Elemento di menu eliminato con successo.

# OrchardCore.Menu.Drivers.HtmlMenuItemPartDisplayDriver
source: {0} is an invalid url.
el: Το {0} δεν είναι έγκυρο url.
fa: {0} یک آدرس نامعتبر است.
it: {0} non è un URL valido.

# OrchardCore.Menu.Drivers.LinkMenuItemPartDisplayDriver
source: {0} is an invalid url.
el: Το {0} δεν είναι έγκυρο url.
fa: {0} یک آدرس نامعتبر است.
it: {0} non è un URL valido.

# OrchardCore.Menu.Drivers.MenuPartDisplayDriver
source: The menu item content item with id {0} has no matching {1} content type definition.
el: Το στοιχείο περιεχομένου του στοιχείου μενού με αναγνωριστικό {0} δεν έχει αντίστοιχο ορισμό τύπου περιεχομένου {1}.
fa: آیتم محتوای مورد منو با شناسه {0} هیچ تعریفی از نوع محتوا {1} ندارد.
it: La voce di menu con id {0} non ha alcuna definizione di tipo di contenuto corrispondente a {1}.

# OrchardCore.Menu.Drivers.MenuPartDisplayDriver
source: Publishing this content item may erase created content. Fix any content type issues beforehand.
el: Η δημοσίευση αυτού του στοιχείου περιεχομένου μπορεί να διαγράψει το δημιουργημένο περιεχόμενο. Διορθώστε τυχόν προβλήματα τύπου περιεχομένου εκ των προτέρων.
fa: انتشار این آیتم محتوا ممکن است محتوای ایجاد شده را پاک کند. هر گونه مشکل نوع محتوا را از قبل برطرف کنید.
it: La pubblicazione di questo elemento di contenuto potrebbe cancellare il contenuto creato. Risolvi prima qualsiasi problema con il tipo di contenuto.

# OrchardCore.Menu.Views.ContentMenuItemPart.Edit
source: Name
el: Όνομα
fa: نام
it: Nome

# OrchardCore.Menu.Views.ContentMenuItemPart.Thumbnail
source: Content Menu Item
el: Στοιχείο Μενού Περιεχομένου
fa: آیتم منوی محتوا
it: Collegamento ad un contenuto

# OrchardCore.Menu.Views.ContentMenuItemPart.Thumbnail
source: Links to a Content url.
el: Σύνδεσμοι προς μια διεύθυνση url περιεχομένου.
fa: به یک آدرس محتوا لینک می‌شود.
it: Dei link che portano alla pagina di un elemento di contenuto.

# OrchardCore.Menu.Views.Admin.Create
source: New {0}
el: Νέο {0}
fa: {0} جدید
it: Aggiungi {0}

# OrchardCore.Menu.Views.Admin.Edit
source: Edit {0}
el: Επεξεργασία {0}
fa: ویرایش {0}
it: Modifica {0}

# OrchardCore.Menu.Views.HtmlMenuItemPart.Edit
source: Name
el: Όνομα
fa: نام
it: Nome

# OrchardCore.Menu.Views.HtmlMenuItemPart.Edit
source: Url
fa: آدرس

# OrchardCore.Menu.Views.HtmlMenuItemPart.Thumbnail
source: Html Menu Item
el: Στοιχείο Μενού Html
fa: آیتم منوی Html
it: Elemento di menu HTML

# OrchardCore.Menu.Views.HtmlMenuItemPart.Thumbnail
source: Links to a custom url with HTML.
el: Σύνδεσμοι σε ένα προσαρμοσμένο url με HTML.
fa: پیوند به یک URL سفارشی با HTML.
it: Dei link ad un qualsiasi indirizzo internet (URL) con HTML personalizzato.

# OrchardCore.Menu.Views.HtmlMenuItemPartSettings.Edit
source: Sanitize Html
el: Απολύμανση Html
fa: حذف تگ های غیرمجاز از html (جهت جلوگیری از حمله xss با تگ های غیر مجاز)
it: Ripulisci Html

# OrchardCore.Menu.Views.HtmlMenuItemPartSettings.Edit
source: Whether the Html is sanitized to prevent custom scripts.
el: Εάν το Html έχει απολυμανθεί για την αποτροπή προσαρμοσμένων σεναρίων (scripts).
fa: آیا Html برای جلوگیری از اسکریپت های سفارشی پاکسازی شده است یا خیر.
it: Se l'Html viene ripulito, tutti gli script personalizzati saranno rimossi.

# OrchardCore.Menu.Views.HtmlMenuItemPartSettings.Edit
source: See documentation
el: Δείτε την τεκμηρίωση
fa: مستندات را ببینید
it: Vedi la documentazione

# OrchardCore.Menu.Views.LinkMenuItemPart.Edit
source: Name
el: Όνομα
fa: نام
it: Testo

# OrchardCore.Menu.Views.LinkMenuItemPart.Edit
source: Url
fa: آدرس

# OrchardCore.Menu.Views.LinkMenuItemPart.Thumbnail
source: Link Menu Item
el: Συνδέσμος Στοιχείο Μενού
fa: آیتم منو با قابلیت ایجاد لینک
it: Collegamento

# OrchardCore.Menu.Views.LinkMenuItemPart.Thumbnail
source: Links to a custom url.
el: Σύνδεσμοι σε μια προσαρμοσμένη διεύθυνση url.
fa: به یک آدرس دلخواه لینک می‌شود.
it: Dei link ad un qualsiasi indirizzo internet (URL).

# OrchardCore.Menu.Views.MenuItem.Admin
source: Edit
el: Επεξεργασία
fa: ویرایش
it: Modifica

# OrchardCore.Menu.Views.MenuItem.Admin
source: Add
el: Προσθήκη
fa: افزودن
it: Aggiungi

# OrchardCore.Menu.Views.MenuItem.Admin
source: Delete
el: Διαγραφή
fa: پاک‌کردن
it: Elimina

# OrchardCore.Menu.Views.MenuItem.Thumbnail
source: Add
el: Προσθήκη
fa: افزودن
it: Aggiungi

# OrchardCore.Menu.Views.MenuPart.Edit
source: Add Menu Item
el: Προσθήκη Στοιχείου Μενού
fa: افزودن آیتم منو
it: Aggiungi Elemento Menu

# OrchardCore.Menu.Views.MenuPart.Edit
source: Available Menu Items
el: Διαθέσιμα Στοιχεία Μενου
fa: آیتم‌های منوی موجود
it: Elementi Menu Disponibili

# OrchardCore.Menu.Views.MenuPart.Edit
source: Cancel
el: Άκυρο
fa: انصراف
it: Annulla

# OrchardCore.Menu.Views.MenuPart.Edit
source: You have reordered the navigation.
el: Έχετε αναδιατάξει την πλοήγηση.
fa: شما ترتیب آیتم‌های منو را عوض کرده‌اید.
it: Hai riordinato la navigazione.
