Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Search.po
Languages: fa, fr, it, tr, zh_cn

# OrchardCore.Search.AdminMenu
source: Search
fa: جستجو
fr: Rechercher
it: Cerca
tr: Arama
zh_cn: 搜索

# OrchardCore.Search.AdminMenu
source: Settings
fa: تنظیمات
fr: Paramètres
it: Impostazioni
tr: Ayarlar
zh_cn: 设置

# OrchardCore.Search.SearchController
source: No search provider feature is enabled.
fa: هیچ ویژگی ارائه دهنده جستجو فعال نیست.
fr: Aucune fonctionnalité de fournisseur de recherche n'est activée.
it: Nessun provider di ricerca Ã¨ abilitato.
tr: Hiçbir arama sağlayıcısı etkinleştirilmedi.
zh_cn: 没有启用搜索提供功能。

# OrchardCore.Search.Views.Search-Form
source: Enter your search term(s)
fa: عبارت(های) جستجوی خود را وارد کنید
fr: Entrez vos termes de recherche
it: Immetti il tuo temine/i di ricerca
tr: Arama terim(ler)inizi girin
zh_cn: 请输入你的搜索条件！

# OrchardCore.Search.Views.Search-Form
source: Search
fa: جستجو
fr: Rechercher
it: Cerca
tr: Arama
zh_cn: 搜索

# OrchardCore.Search.Views.Search-Results
source: There are no such results.
fa: چنین نتایجی وجود ندارد.
fr: Il n'y a aucun résultat.
it: Non ci sono risultati.
tr: Hiçbir sonuç bulunamadı.
zh_cn: 未找到结果。

# OrchardCore.Search.Views.SearchFormPart
source: Search
fa: جستجو
fr: Rechercher
it: Cerca
tr: Ara
zh_cn: 搜索

# OrchardCore.Search.Views.SearchFormPart.Edit
source: Placeholder
fa: جا نگهدار
tr: Yer Tutucu
zh_cn: 占位符

# OrchardCore.Search.Views.SearchFormPart.Edit
source: The placeholder text to use in the search bar.
fa: متن جا نگهدار برای استفاده در نوار جستجو.
fr: Le texte à utiliser dans la barre de recherche.
it: Il testo del placeholder da usare nella barra di ricerca.
tr: Arama kutusunda yer tutucu olarak kullanılacak metin.
zh_cn: 在搜索栏中使用的占位符文本。

# OrchardCore.Search.Views.SearchFormPart.Edit
source: Index Name
fa: نام فهرست
fr: Nom de l'index
it: Nome Indice
tr: İndeks Adı
zh_cn: 索引名称

# OrchardCore.Search.Views.SearchFormPart.Edit
source: Leave it empty to use the default index.
fa: برای استفاده از ایندکس پیش فرض، آن را خالی بگذارید.
fr: Laissez vide pour utiliser l'index par défaut.
it: Lascialo vuoto per usare l'indice predefinito.
tr: Varsayılan dizini kullanmak için boş bırakın.
zh_cn: 留空则使用默认索引。

# OrchardCore.Search.Views.SearchSettings.Edit
source: Default search provider
fa: ارائه دهنده جستجوی پیش فرض
fr: Fournisseur de recherche par défaut
it: Provider di ricerca predefinito
tr: Varsayılan arama sağlayıcısı
zh_cn: 默认搜索引擎

# OrchardCore.Search.Views.SearchSettings.Edit
source: The default search provider to use for the search page.
fa: ارائه دهنده جستجوی پیش فرض برای استفاده در صفحه جستجو.
fr: Le fournisseur de recherche par défaut à utiliser pour la page de recherche.
it: Il provider di ricerca predefinito da usare per la pagina di ricerca.
tr: Arama sayfası için kullanılacak varsayılan arama sağlayıcısı.
zh_cn: 用于搜索页的默认索引。

# OrchardCore.Search.Views.SearchSettings.Edit
source: Placeholder
fa: جا نگهدار
tr: Yer Tutucu
zh_cn: 占位符

# OrchardCore.Search.Views.SearchSettings.Edit
source: The placeholder text to use in the search bar.
fa: متن جا نگهدار برای استفاده در نوار جستجو.
fr: Le texte à utiliser dans la barre de recherche.
it: Il testo del placeholder da usare nella barra di ricerca.
tr: Arama kutusunda kullanılacak metin.
zh_cn: 在搜索栏中使用的占位符文本。

# OrchardCore.Search.Views.SearchSettings.Edit
source: You need to enable at least one search provider (Lucene, Elasticsearch).
fa: شما باید حداقل یک ارائه دهنده جستجو (Lucene، Elasticsearch) را فعال کنید.
fr: Vous devez activer au moins un fournisseur de recherche (Lucene, Elasticsearch).
zh_cn: 您需要至少启用一个搜索提供程序(Lucene, Elasticsearch)。

# OrchardCore.Search.Views.Items.SearchSettingsDeploymentStep.Fields.Edit
source: Search Settings
fa: تنظیمات جستجو
fr: Paramètres de recherche
it: Impostazioni di ricerca
tr: Arama Ayarları
zh_cn: 搜索设置

# OrchardCore.Search.Views.Items.SearchSettingsDeploymentStep.Fields.Summary
source: Search Settings
fa: تنظیمات جستجو
fr: Paramètres de recherche
it: Impostazioni di ricerca
tr: Arama Ayarları
zh_cn: 搜索设置

# OrchardCore.Search.Views.Items.SearchSettingsDeploymentStep.Fields.Summary
source: Adds search settings to the plan.
fa: تنظیمات جستجو را به طرح اضافه می کند.
fr: Ajoute des paramètres de recherche au plan.
it: Aggiungi le impostazioni di ricerca al piano.
tr: Plana arama ayarları ekler.
zh_cn: 将搜索设置添加到计划中。

# OrchardCore.Search.Views.Items.SearchSettingsDeploymentStep.Fields.Thumbnail
source: Search Settings
fa: تنظیمات جستجو
fr: Paramètres de recherche
it: Impostazioni di ricerca
tr: Arama Ayarları
zh_cn: 搜索设置

# OrchardCore.Search.Views.Items.SearchSettingsDeploymentStep.Fields.Thumbnail
source: Exports search settings.
fa: صدور تنظیمات جستجو.
fr: Exporte les paramètres de recherche.
it: Esporta le impostazioni di ricerca.
tr: Arama ayarlarını dışa aktar.
zh_cn: 导出搜索设置。
