Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.OpenId.po
Languages: pt_br

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code' response type
pt_br: Usar tipo de resposta 'code'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: example:
pt_br: exemplo:

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Hybrid Authentication Flow
pt_br: Fluxo de autenticação híbrido

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code id_token' response type
pt_br: Usar tipo de resposta 'code id_token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code id_token token' response type
pt_br: Usar tipo de resposta 'code id_token token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code token' response type
pt_br: Usar tipo de resposta 'code token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: set client secret.
pt_br: defina o segredo do cliente.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Implicit Authentication Flow
pt_br: Fluxo de autenticação implícita

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'id_token' response type
pt_br: Usar tipo de resposta 'id_token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'id_token token' response type
pt_br: Usar tipo de resposta 'id_token token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Response Mode
pt_br: Modo de resposta

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Configure Response Mode see: http://openid.net/specs/openid-connect-core-1_0.html#ImplicitAuthResponse
pt_br: Configurar modo de resposta veja: http://openid.net/specs/openid-connect-core-1_0.html#ImplicitAuthResponse

# OrchardCore.OpenId.Views.Items.OpenIdServerDeploymentStep.Summary
source: Adds OpenID Server settings to the plan.
pt_br: Adiciona configurações do servidor OpenID ao plano.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable Token Endpoint
pt_br: Ativar Endpoint do Token

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enables action
pt_br: Habilitar Ações

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable Authorization Endpoint
pt_br: Ativar Endpoint de Autorização

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable Logout Endpoint
pt_br: Ativar Endpoint de Logout

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable User Info Endpoint
pt_br: Ativar Endpoint UserInfo

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Flows
pt_br: Fluxos

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Authorization Code Flow
pt_br: Permitir fluxo de autorização de código

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: More info:
pt_br: Mais informações:

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Implicit Flow
pt_br: Permitir fluxo implícito

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Hybrid Flow
pt_br: Permitir fluxo híbrido

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Password Flow
pt_br: Permitir Fluxo de Senha

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Refresh Token Flow
pt_br: Permitir fluxo de atualização de token

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Client Credentials Flow
pt_br: Permitir Fluxo de Credenciais do Cliente

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Advanced options
pt_br: Opções avançadas

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: These options are all optional and are for advanced users only.
pt_br: Estas opções são todas opcionais e são apenas para usuários avançados.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Authority
pt_br: Autoridade

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: The base URL of the identity server (this site). If none is provided, a default value based on the site host is automatically computed.
pt_br: A URL base do servidor de identidade (este site). Se nenhum for fornecido, um valor padrão baseado no host do site é calculado automaticamente.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: None
pt_br: Nenhum

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Select the encryption certificate location.
pt_br: Selecione a localização do certificado de criptografia.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Encryption Certificate
pt_br: Certificado de criptografia

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Select the encryption certificate.
pt_br: Selecione o certificado de criptografia.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: You need to add a certificate to your server for setting up OpenID Connect module.
pt_br: Você precisa adicionar um certificado ao seu servidor para configurar o módulo OpenID Connect.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: When this option is enabled, refresh tokens are not marked as redeemed and can be reused until they expire.
pt_br: Quando esta opção está ativada, os tokens de atualização não são marcados como resgatados e podem ser reutilizados até que expirem.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Token Format
pt_br: Formato do Token

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: ASP.NET Core Data Protection
pt_br: Proteção de dados do ASP.NET Core

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Disable Access Token Encryption (only for JWT tokens)
pt_br: Desabilitar criptografia de token de acesso (apenas para tokens JWT)

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: When this option is enabled, the JWT access token tokens are not encrypted.
pt_br: Quando esta opção está ativada, os tokens de acesso JWT não são criptografados.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Use Reference Access Tokens
pt_br: Usar Tokens de Acesso Referencial

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: When this option is enabled, the access token are stored in the database and fixed size tokens are returned to the client, which can be useful when storing a very large number of claims. Important: this option cannot be currently enabled when other tenants are configured to use this server.
pt_br: Quando esta opção está ativada, o token de acesso é armazenado no banco de dados e os tokens de tamanho fixo são retornados ao cliente, que pode ser útil para armazenar um grande número de reivindicações. Importante: esta opção não pode estar ativada quando outros tenants estão configurados para utilizar este servidor.

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Authorization server tenant
pt_br: Tenant do servidor de autorização

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Authority
pt_br: Autoridade

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: The address of the remote OpenID Connect server. Using a HTTPS address is strongly recommended.
pt_br: O endereço do servidor remoto do OpenID Connect. Usar um endereço HTTPS é altamente recomendado.

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Audience
pt_br: Público-alvo

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: The unique name associated with this tenant. If none is provided, the tenant name is automatically used as the default audience.
pt_br: O nome exclusivo associado a este inquilino. Se nenhum for fornecido, o nome do inquilino é usado automaticamente como público padrão.

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Disable token type validation
pt_br: Desativar validação de tipo de token

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Token type validation can be disabled to accept JWT tokens issued by servers that don't support the 'at+jwt' type header.
pt_br: Validação de tipo de token pode ser desativada para aceitar tokens JWT emitidos por servidores que não suportam o cabeçalho do tipo 'at+jwt'.
