Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.po
Languages: el, fr, it

# OrchardCore.Environment.Shell.Removing.ShellRemovalManager
source: The tenant should not be the '{0}' tenant.
el: Ο ενοικιαστής δεν πρέπει να είναι ο ενοικιαστής "{0}".
fr: Le tenant ne doit pas être le tenant '{0}.
it: Il tenant non dovrebbe essere il tenant '{0}'.

# OrchardCore.Environment.Shell.Removing.ShellRemovalManager
source: The tenant '{0}' should be 'Disabled' or 'Uninitialized'.
el: Ο ενοικιαστής "{0}" θα πρέπει να είναι "Απενεργοποιημένος" ή "Μη αρχικοποιημένος".
fr: Le tenant '{0}' doit être 'Désactivé' ou 'Non initialisé'.
it: Il tenant '{0}' dovrebbe essere 'Disabilitato' o 'Uninitialized'.

# OrchardCore.Environment.Shell.Removing.ShellRemovalManager
source: Failed to create a 'ShellContext' before removing the tenant.
el: Αποτυχία δημιουργίας "ShellContext" πριν από την κατάργηση του ενοικιαστή.
fr: Impossible de créer un 'ShellContext' avant de supprimer le tenant.
it: Impossibile creare un 'ShellContext' prima di rimuovere il tenant.

# OrchardCore.Environment.Shell.Removing.ShellRemovalManager
source: Failed to acquire a lock before executing the tenant handlers.
el: Απέτυχε η απόκτηση κλειδώματος πριν από την εκτέλεση των χειριστών ενοικιαστών.
fr: Impossible d'acquérir un verrou avant d'exécuter les gestionnaires du tenant.
it: Impossibile acquisire un blocco prima di eseguire tutti gli handler del tenant.

# OrchardCore.Environment.Shell.Removing.ShellRemovalManager
source: Failed to execute the tenant handler '{0}'.
el: Απέτυχε η εκτέλεση του προγράμματος χειρισμού ενοικιαστή "{0}".
fr: Impossible d'exécuter le gestionnaire de tenant '{0}'.
it: Esecuzione dell'handler del tenant '{0} non riuscita.

# OrchardCore.Environment.Shell.Removing.ShellRemovalManager
source: Failed to acquire a lock before executing the host handlers.
el: Απέτυχε η απόκτηση κλειδώματος πριν από την εκτέλεση των κεντρικών χειριστών.
fr: Impossible d'acquérir un verrou avant d'exécuter les gestionnaires de l'hôte.
it: Impossibile acquisire un blocco prima di eseguire tutti gli handler dell'host.

# OrchardCore.Environment.Shell.Removing.ShellRemovalManager
source: Failed to execute the host handler '{0}'.
el: Απέτυχε η εκτέλεση του προγράμματος χειρισμού κεντρικού υπολογιστή "{0}".
fr: Impossible d'exécuter le gestionnaire d'hôte '{0}'.
it: Esecuzione dell'handler dell'host '{0} non riuscita.

# OrchardCore.Environment.Shell.Removing.ShellSettingsRemovingHandler
source: Failed to remove the shell settings.
el: Αποτυχία κατάργησης των ρυθμίσεων κελύφους.
fr: Impossible de supprimer les paramètres du shell.
it: Impossibile rimuovere le impostazioni della shell.

# OrchardCore.Environment.Shell.Removing.ShellSiteFolderRemovingHandler
source: Failed to remove the site folder '{0}'.
el: Απέτυχε η κατάργηση του φακέλου "{0}".
fr: Impossible de supprimer le dossier du site '{0}'.
it: Impossibile rimuovere la cartella del sito '{0}'.

# OrchardCore.Environment.Shell.Removing.ShellWebRootRemovingHandler
source: Failed to remove the web root folder '{0}'.
el: Αποτυχία κατάργησης του ριζικού φακέλου ιστού "{0}".
fr: Impossible de supprimer le dossier web racine '{0}'.
it: Impossibile rimuovere la cartella principale '{0}'.
