Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Security.po
Languages: fa

# OrchardCore.Security.AdminMenu
source: Security
fa: امنیت

# OrchardCore.Security.AdminMenu
source: Settings
fa: تنظیمات

# OrchardCore.Security.AdminMenu
source: Security Headers
fa: سربرگ های امنیتی

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: The current settings are coming from configuration sources, saving the settings will affect the AdminSettings not the configuration.
fa: تنظیمات فعلی از منابع پیکربندی می‌آیند، ذخیره تنظیمات روی AdminSettings تأثیر می‌گذارد نه پیکربندی.

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Content Security Policy
fa: خط مشی امنیت محتوا

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Enable Sandbox
fa: Sandbox را فعال کنید

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Enables a sandbox for the requested resource similar to the iframe sandbox attribute.
fa: یک sandbox را برای منبع درخواستی مشابه ویژگی iframe sandbox فعال می کند.

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Upgrade Insecure Requests
fa: ارتقاء درخواست های نا امن

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Name
fa: نام

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Allows administrators to control resources the user agent is allowed to load for a given page.
fa: به مدیران اجازه می دهد تا منابعی را که عامل کاربر مجاز به بارگیری برای یک صفحه معین است، کنترل کنند.

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Permissions Policy
fa: خط مشی مجوزها

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: None
fa: هیچ‌کدام

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Any
fa: هرکدام

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Self
fa: خود

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Allows a site to control which features and APIs can be used in the browser.
fa: به سایت اجازه می دهد تا کنترل کند که کدام ویژگی ها و API ها می توانند در مرورگر استفاده شوند.

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Referrer Policy
fa: خط مشی ارجاع دهنده

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: No referrer
fa: ارجاع نکنید

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: No referrer when downgrade
fa: بدون ارجاع در هنگام تنزل رتبه

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Origin
fa: مبدا

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Origin when cross origin
fa: مبدا زمانی که از منشاء عبور می کند

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Same origin
fa: همان مبدا

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Strict origin
fa: مبدا دقیق

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Strict origin when cross origin
fa: مبدا دقیق زمانی که از منشاء عبور می کند

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Unsafe URL
fa: URL ناامن

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Allows a site to control how much information the browser includes when navigating away from a page.
fa: به سایت اجازه می‌دهد هنگام دور شدن از یک صفحه، میزان اطلاعاتی که مرورگر شامل می‌شود را کنترل کند.

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Base URI
fa: URI اصلی

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Child Source
fa: منبع فرزند

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Connect Source
fa: منبع اتصال

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Default Source
fa: منبع پیش فرض

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Font Source
fa: منبع فونت

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Form Action
fa: عملیات فرم

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Frame Ancestors
fa: نیای قاب

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Frame Source
fa: منبع قاب

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Image Source
fa: منبع تصویر

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Manifest Source
fa: منبع مانیفست

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Media Source
fa: منبع رسانه

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Object Source
fa: منبع شی

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Script Source
fa: منبع اسکریپت

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Style Source
fa: منبع سبک

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Accelerometer
fa: شتاب‌سنج

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Ambient Light Sensor
fa: حسگر نور محیط

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Autoplay
fa: پخش خودکار

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Battery
fa: باتری

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Camera
fa: دوربین

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Display Capture
fa: کپچر نمایش

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Document Domain
fa: دامنه سند

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Encrypted Media
fa: رسانه رمزگذاری شده

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Full Screen
fa: تمام صفحه

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Game Pad
fa: گیم پد

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Geolocation
fa: موقعیت جغرافیایی

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Gyroscope
fa: ژیروسکوپ

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Layout Animations
fa: انیمیشن های Layout

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Legacy ImageFormat
fa: ImageFormat قدیمی

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Magnetometer
fa: مغناطیس سنج

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Microphone
fa: میکروفون

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Oversized Images
fa: تصاویر بزرگ

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Payment
fa: پرداخت

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Picture In Picture
fa: تصویر در تصویر

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Public Key Retrieval
fa: بازیابی کلید عمومی

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Push
fa: فرستادن

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Speaker Selection
fa: انتخاب سخنران

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Screen Wake Lock
fa: قفل بیدار شدن صفحه نمایش

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Synchronous XML Http Request
fa: درخواست Http XML همزمان

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Unoptimized Images
fa: تصاویر بهینه نشده

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Unsized Media
fa: رسانه بدون اندازه

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Web Share
fa: اشتراک گذاری وب
