Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Forms.po
Languages: fa, fi, pt_br, tr

# OrchardCore.Forms.Drivers.FormInputElementPartDisplayDriver
source: A value is required for Name.
fa: یک مقدار برای Name لازم است.
tr: Ad için bir değer gereklidir.

# OrchardCore.Forms.Drivers.SelectPartDisplayDriver
source: The options are written in an incorrect format.
fa: تنظیمات در فرمت نادرستی نوشته شده‌اند.
fi: Vaihtoehdot on kirjoitettu virheellisessä muodossa.
pt_br: As opções estão escritas em um formato incorreto.
tr: Seçenekler yanlış bir biçimde yazılmıştır.

# OrchardCore.Forms.Workflows.Activities.AddModelValidationErrorTask
source: Add Model Validation Error Task
fa: وظیفه افزودن خطای اعتبارسنجی
fi: Aseta tehtävä lomakkeen validointia varten
pt_br: Adicionar tarefa de validação de erro de modelo
tr: Model Doğrulama Hatası Görevi Ekle

# OrchardCore.Forms.Workflows.Activities.AddModelValidationErrorTask
source: Validation
fa: اعتبارسنجی
fi: Validointi
pt_br: Validação
tr: Doğrulama

# OrchardCore.Forms.Workflows.Activities.AddModelValidationErrorTask
source: Done
fa: انجام شد
fi: Valmis
pt_br: Concluído
tr: Bitti

# OrchardCore.Forms.Workflows.Activities.BindModelStateTask
source: Bind Model State Task
fa: وظیفه منطبق‌سازی Model State
fi: Kiinnitä Model State -tehtävä
pt_br: Vincular tarefa do estado do modelo
tr: Model Durumu Görevini Bağlama

# OrchardCore.Forms.Workflows.Activities.BindModelStateTask
source: Validation
fa: اعتبارسنجی
fi: Validointi
pt_br: Validação
tr: Doğrulama

# OrchardCore.Forms.Workflows.Activities.BindModelStateTask
source: Done
fa: انجام شد
fi: Valmis
pt_br: Concluído
tr: Bitti

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Validate Antiforgery Token Task
fa: وظیفه اعتبارسنجی Antiforgery Token
fi: Vahvista Antiforgery-tunniste
pt_br: Tarefa de Validação do Antiforgery Token
tr: Antiforgery Token Görevini Doğrula

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Validation
fa: اعتبارسنجی
fi: Validointi
pt_br: Validação
tr: Doğrulama

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Done
fa: انجام شد
fi: Valmis
pt_br: Concluído
tr: Bitti

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Valid
fa: معتبر
fi: Kelvollinen
pt_br: Válido
tr: Geçerli

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Invalid
fa: نامعتبر
fi: Virheellinen
pt_br: Inválido
tr: Geçersiz

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Validate Form Field Task
fa: وظیفه اعتبارسنجی فیلد‌های فرم
fi: Vahvista lomakekentän tehtävä
pt_br: Tarefa de validação de campo de formulário
tr: Form Alanı Görevini Doğrula

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Validation
fa: اعتبارسنجی
fi: Validointi
pt_br: Validação
tr: Doğrulama

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Done
fa: انجام شد
fi: Valmis
pt_br: Concluído
tr: Bitti

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Valid
fa: معتبر
fi: Kelvollinen
pt_br: Válido
tr: Geçerli

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Invalid
fa: نامعتبر
fi: Virheellinen
pt_br: Inválido
tr: Geçersiz

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Validate Form Task
fa: وظیفه اعتبارسنجی فرم
fi: Vahvista lomaketehtävä
pt_br: Tarefa de Validação de Formulário
tr: Form Görevini Doğrula

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Validation
fa: اعتبارسنجی
fi: Validointi
pt_br: Validação
tr: Doğrulama

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Valid
fa: معتبر
fi: Kelvollinen
pt_br: Válido
tr: Geçerli

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Invalid
fa: نامعتبر
fi: Virheellinen
pt_br: Inválido
tr: Geçersiz

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Design
source: Add Form Validation Error
fa: افزودن خطای اعتبارسنجی فرم
fi: Lisää lomakkeen validointivirhe
pt_br: Adicionar erro de validação de formulário
tr: Form Doğrulama Hatası Ekle

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: Key
fa: کلید
fi: Avain
pt_br: Chave
tr: Anahtar

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: The name of the form field that has an invalid value.
fa: نام فیلدِ فرمی که مقدار نامعتبری دارد.
fi: Lomakkeen kentän nimi, jolla on virheellinen arvo.
pt_br: O nome do campo de formulário que tem um valor inválido.
tr: Geçersiz bir değere sahip form alanının adı.

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: Error Message
fa: پیام خطا
fi: Virheilmoitus
pt_br: Mensagem de erro
tr: Hata Mesajı

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: The validation error message to display.
fa: پیام خطای اعتبارسنجی برای نمایش.
fi: Validointivirheen sisältö.
pt_br: A mensagem de erro de validação a ser exibida.
tr: Görüntülenecek doğrulama hatası mesajı.

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Thumbnail
source: Add Form Validation Error
fa: افزودن خطای اعتبارسنجی فرم
fi: Lisää lomakkeen validointivirhe
pt_br: Adicionar erro de validação de formulário
tr: Form Doğrulama Hatası Ekle

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Thumbnail
source: Adds a validation error to the model state.
fa: یک پیام اعتبارسنجی به model state اضافه می‌کند.
fi: Lisää validointivirheen mallin tilaan.
pt_br: Adiciona um erro de validação ao estado do modelo.
tr: Model durumuna bir doğrulama hatası ekler.

# OrchardCore.Forms.Views.Items.BindModelStateTask.Fields.Design
source: Bind Form Model State
fa: منطبق سازی Model State فرم
fi: Sido lomake mallitilaan (Model State)
pt_br: Vincular modelo de estado do formulário
tr: Bağlama Formu Model Durumu

# OrchardCore.Forms.Views.Items.BindModelStateTask.Fields.Thumbnail
source: Bind Form to Model State
fa: منطبق‌سازی فرم با Model State
fi: Kiinnitä lomake Model Stateen
pt_br: Vincular formulário ao estado do modelo
tr: Formu Model Durumuna Bağlama

# OrchardCore.Forms.Views.Items.BindModelStateTask.Fields.Thumbnail
source: Binds submitted form fields to the model state.
fa: فیلدهای فرم ثبت‌شده را با model state انطباق می‌دهد.
fi: Liittää lähetettävän lomakkeen kentät model stateen.
pt_br: Vincular campos de formulário enviados ao estado do modelo.
tr: Gönderilen form alanlarını model durumuna bağlar.

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: Text
fa: متن
fi: Teksti
pt_br: Texto
tr: Metin

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: The text to display on the button.
fa: متنی که در دکمه نمایش داده می‌شود.
fi: Teksti, joka näytetään painikkeessa.
pt_br: O texto a ser exibido no botão.
tr: Düğmede görüntülenecek metin.

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: Type
fa: نوع
fi: Tyyppi
pt_br: Tipo
tr: Tip

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: The button type.
fa: نوع دکمه.
fi: Painikkeen tyyppi.
pt_br: O tipo de botão.
tr: Düğme türü.

# OrchardCore.Forms.Views.Items.FormElementLabelPart.Fields.Edit
source: Label option
fa: گزینه برچسب
fi: Tunnistevalinnat
tr: Etiket seçenekleri

# OrchardCore.Forms.Views.Items.FormElementLabelPart.Fields.Edit
source: None
fa: هیچ کدام
fi: Tyhjä
tr: Hiçbiri

# OrchardCore.Forms.Views.Items.FormElementLabelPart.Fields.Edit
source: Standard
fa: استاندارد
fi: Standardi
tr: Standart

# OrchardCore.Forms.Views.Items.FormElementLabelPart.Fields.Edit
source: Screen Readers
fa: صفحه‌خوان‌ها
fi: Ruudunlukuohjelmat
tr: Ekran Okuyucular

# OrchardCore.Forms.Views.Items.FormElementLabelPart.Fields.Edit
source: The type of label to create for this field.
fa: نوع برچسبی که برای این فیلد ایجاد می شود.
fi: Tälle kentälle luotavan tunnisteen tyyppi.
tr: Bu alan için oluşturulacak etiket türü.

# OrchardCore.Forms.Views.Items.FormElementLabelPart.Fields.Edit
source: Label Text
fa: متن برچسب
fi: Näytettävä teksti
tr: Etiket Metni

# OrchardCore.Forms.Views.Items.FormElementLabelPart.Fields.Edit
source: The text to display in the label.
fa: متن داخل برچسب.
fi: Teksti, joka näytetään.
tr: Etikette görüntülenecek metin.

# OrchardCore.Forms.Views.Items.FormElementPart.Fields.Edit
source: ID
fa: شناسه
fi: Tunnus
tr: Kimlik

# OrchardCore.Forms.Views.Items.FormElementPart.Fields.Edit
source: The ID to render on this form element.
fa: شناسه‌‌‌ای (ID) که برای این المان فرم در نظر گرفته می‌شود.
fi: Tämän lomakke-elementin ID.
pt_br: O ID a ser renderizado neste elemento de formulário.
tr: Bu form öğesinde işlenecek kimlik.

# OrchardCore.Forms.Views.Items.FormElementValidationPart.Fields.Edit
source: Validation option
fa: گزینه اعتبار سنجی
fi: Validoinnin valinta
tr: Doğrulama seçeneği

# OrchardCore.Forms.Views.Items.FormElementValidationPart.Fields.Edit
source: None
fa: هیچ کدام
fi: Tyhjä
tr: Hiçbiri

# OrchardCore.Forms.Views.Items.FormElementValidationPart.Fields.Edit
source: Standard
fa: استاندارد
fi: Standardi
tr: Standart

# OrchardCore.Forms.Views.Items.FormElementValidationPart.Fields.Edit
source: The type of validation to create for this field.
fa: نوع اعتبارسنجی که برای این فیلد ایجاد می شود.
fi: Tälle kentälle luotavan validoinnin tyyppi.
tr: Bu alan için oluşturulacak etiket türü.

# OrchardCore.Forms.Views.Items.FormInputElementPart.Fields.Edit
source: Name
fa: نام
fi: Nimi
pt_br: Nome
tr: İsim

# OrchardCore.Forms.Views.Items.FormInputElementPart.Fields.Edit
source: The name to render on this form element.
fa: نامی (name) که برای این المان فرم در نظر گرفته می‌شود.
fi: Tämän lomake-elementin nimi.
pt_br: O nome para renderizar este elemento de formulário.
tr: Bu form öğesinde oluşturulacak ad.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: Action
fa: عملیات
fi: Toiminto
pt_br: Ação
tr: Eylem

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: The URL to submit the form to.
fa: آدرسی که فرم جهت ثبت به آن ارسال می‌شود.
fi: Url-osoite, johon lomake lähetetään.
pt_br: A URL para onde enviar o formulário.
tr: Formun gönderileceği URL.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: Method
fa: متود
fi: Metodi
pt_br: Método
tr: Yöntem

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: The HTTP method to use when submitting the form.
fa: متود HTTP، که در هنگام ثبت فرم از آن استفاده می‌شود.
fi: Lomakkeen lähettämisessä käytettävä HTTP-metodi.
pt_br: O método HTTP utilizado ao enviar o formulário.
tr: Formu gönderirken kullanılacak HTTP yöntemi.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: The enctype to use when submitting the form using POST method.
fa: Enctype برای استفاده در هنگام ارسال فرم با استفاده از روش POST.
fi: Koodaustapa, jota käytetään, kun lomakkeen tiedot lähetetään POST-metodilla.
pt_br: O tipo de encoding dos dados utilizado ao enviar o formulário usando o método POST.
tr: Formu POST yöntemini kullanarak gönderirken kullanılacak kodlama türü.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: Anti Forgery Token
fa: توکن Anti Forgery
fi: Antiforgery-tunniste
pt_br: Token Anti Forgery
tr: Sahteciliğe Karşı Token

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: Check to generate an Anti Forgery Token in the form.
fa: علامت بزنید تا Anti Forgery Token در فرم ایجاد شود.
fi: Valitse generoidaksesi väärentämisen estävän tunnuksen lomakkeelle.
pt_br: Selecione para gerar um Token Anti Forgery no formulário.
tr: Formda bir Sahtecilik Önleme Simgesi oluşturmak için işaretleyin.

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Type
fa: نوع
fi: Tyyppi
pt_br: Tipo
tr: Tip

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Text
fa: متن
fi: Teksti
pt_br: Texto
tr: Metin

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Number
fa: شماره
fi: Numero
pt_br: Número
tr: Numara

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Email
fa: ایمیل
fi: Sähköposti
tr: E-Posta

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Phone
fa: شماره تماس
fi: Puhelin
pt_br: Telefone
tr: Telefon

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Date
fa: تاریخ
fi: Päivämäärä
pt_br: Data
tr: Tarih

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Time
fa: زمان
fi: Aika
pt_br: Hora
tr: Zaman

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: DateTime
fa: تاریخ و زمان
fi: Päivämäärä ja kellonaika
pt_br: Data e Hora
tr: Tarih Saat

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Local DateTime
fa: تاریخ و زمان محلی
fi: Paikallinen päivämäärä ja kellonaika
pt_br: Data e Hora Local
tr: Yerel DateTime

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Month
fa: ماه
fi: Kuukausi
pt_br: Mês
tr: Ay

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Week
fa: هفته
fi: Viikko
pt_br: Semana
tr: Hafta

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Hidden
fa: مخفی
fi: Piilotettu
pt_br: Oculto
tr: Gizli

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Password
fa: رمزعبور
fi: Salasana
pt_br: Senha
tr: Şifre

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Checkbox
fa: چک‌باکس
fi: Valintaruutu
pt_br: Caixa de seleção
tr: Onay Kutusu

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Color
fa: رنگ
fi: Väri
pt_br: Cor
tr: Renk

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Range
fa: محدوده
fi: Vaihteluväli
pt_br: Intervalo
tr: Aralık

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: File
fa: فایل
fi: Tiedosto
pt_br: Arquivo
tr: Dosya

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Url
fa: آدرس
fi: URL-osoite

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Image
fa: تصویر
fi: Kuva
pt_br: Imagem
tr: Görsel

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Reset
fa: تنظیم مجدد
fi: Tyhjennä
pt_br: Redefinir
tr: Sıfırla

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Search
fa: جستجو
fi: Hae
pt_br: Pesquisar
tr: Ara

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Submit
fa: ثبت
fi: Lähetä
pt_br: Enviar
tr: Gönder

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: The button type.
fa: نوع دکمه.
fi: Painikkeen tyyppi.
pt_br: O tipo de botão.
tr: Buton tipi.

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Placeholder Text
fa: متن Placeholder
fi: Oletusteksti
pt_br: Texto de placeholder
tr: Yertutucu Metni

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: The text to display when the field has no value.
fa: متنی که قبل از وارد کردن مقدار این فیلد، نمایش داده می‌شود.
fi: Näytettävä teksti, kun kentällä ei ole arvoa.
pt_br: Texto a ser exibido quando o campo não tem nenhum valor.
tr: Alanın değeri olmadığında görüntülenecek metin.

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Default Value
fa: مقدار پیش‌فرض
fi: Oletusarvo
pt_br: Valor Padrão
tr: Varsayılan Değer

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: The default value for this field.
fa: مقدار پیش‌فرض برای این فیلد.
fi: Tämän kentän oletusarvo.
pt_br: O valor padrão para este campo.
tr: Bu alan için varsayılan değer.

# OrchardCore.Forms.Views.Items.LabelPart.Fields.Edit
source: For
fa: برای
fi: Kohde
pt_br: Para
tr: İçin

# OrchardCore.Forms.Views.Items.LabelPart.Fields.Edit
source: The ID of the form element to associate with this label.
fa: شناسه ‌(ID) المانی در فرم که به این label مرتبط می‌شود.
fi: Tähän tunnisteeseen liittyvän lomakekentän ID.
pt_br: O ID do elemento de formulário para associar com esse rótulo.
tr: Bu etiketle ilişkilendirilecek form öğesinin ID' si.

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Enter the text
fa: متن را وارد کنید
fi: Kirjoita teksti
pt_br: Digite o texto
tr: Metin girin

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Enter a value
fa: مقدار را وارد نمایید
fi: Anna arvo
pt_br: Digite o valor
tr: Bir değer girin

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Set as default
fa: تنظیم به‌عنوان پیش‌فرض
fi: Aseta oletukseksi
pt_br: Definir como padrão
tr: Varsayılan olarak ayarla

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Remove element from list
fa: حذف المان از لیست
fi: Poista elementti listasta
pt_br: Remove o elemento da lista
tr: Elemanı listeden kaldır

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Option Text
fa: متن گزینه
fi: Valinnan teksti
pt_br: Texto da opção
tr: Seçenek metni

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Value
fa: مقدار
fi: Arvo
pt_br: Valor
tr: Değer

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Default?
fa: پیش‌فرض؟
fi: Oletus?
pt_br: Padrão?
tr: Varsayılan?

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Add an option
fa: افزودن یک گزینه
fi: Lisää vaihtoehto
pt_br: Adicionar uma opção
tr: Bir seçenek ekle

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Edit Data
fa: ویرایش اطلاعات
fi: Muokkaa tietoja
pt_br: Editar dados
tr: Veri Düzenle

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Options
fa: گزینه ها
fi: Asetukset
pt_br: Opções
tr: Seçenekler

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: A JSON representation of the allowed values, e.g. {0}
fa: یک فایل JSON که مقادیر مجاز را نشان می‌دهد، برای مثال {0}
fi: JSON-kuvaus sallituista arvoista. Esim. {0}
pt_br: Uma representação JSON dos valores permitidos, por exemplo, {0}
tr: İzin verilen değerlerin bir JSON temsili, ör. {0}

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Default value
fa: مقدار پیش‌فرض
fi: Oletusarvo
pt_br: Valor padrão
tr: Varsayılan değer

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: (Optional) The value to assign to the select field.
fa: مقداری که باید به فیلد انتخاب اختصاص دهید (اختیاری).
fi: (Valinnainen) Valintakentälle annettava arvo.
pt_br: (Opcional) O valor padrão para atribuir ao campo de escolha.
tr: (İsteğe bağlı) Seçim alanına atanacak değer.

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: OK
fa: تایید
tr: Tamam

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Cancel
fa: انصراف
fi: Peruuta
pt_br: Cancelar
tr: İptal

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Editor
fa: ویرایشگر
fi: Editori
tr: Editör

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Dropdown
fa: لیست کشویی
fi: Pudotusvalikko
tr: Açılır liste

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Checkbox
fa: چک‌باکس
fi: Valintaruutu
tr: Onay Kutusu

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Radio
fa: رادیویی
fi: Valintanappi
tr: Radyo Düğmesi

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: The editor style to use for this field.
fa: سبک ویرایشگر برای استفاده در این زمینه.
fi: Muokkaimen tyyli, jota kentässä käytetään.
tr: Bu alan için kullanılacak editör stili.

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: Placeholder Text
fa: متن Placeholder
fi: Oletusteksti
pt_br: Texto de placeholder
tr: Yertutucu Metni

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: The text to display when the textarea has no value.
fa: متنی که قبل از وارد کردن مقدار این textarea، نمایش داده می‌شود.
fi: Näytettävä teksti kun tekstialuekentällä ei ole arvoa.
pt_br: O texto a ser exibido quando o campo de texto não tem nenhum valor.
tr: Textarea'nın değeri olmadığında görüntülenecek metin.

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: Default Value
fa: مقدار پیش‌فرض
fi: Oletusarvo
pt_br: Valor Padrão
tr: Varsayılan Değer

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: The default value for this textarea.
fa: مقدار پیش‌فرض برای این textarea.
fi: Tekstialueen oletusarvo.
pt_br: O valor padrão para este campo de texto.
tr: Textarea için varsayılan değer.

# OrchardCore.Forms.Views.Items.ValidateAntiforgeryTokenTask.Fields.Design
source: Validate Antiforgery Token
fa: اعتبارسنجی Antiforgery Token
fi: Validoi Antiforgery-tunnus
pt_br: Validar Antiforgery Token
tr: Sahtecilik Anahtarını Doğrulayın

# OrchardCore.Forms.Views.Items.ValidateAntiforgeryTokenTask.Fields.Thumbnail
source: Validate Antiforgery Token
fa: اعتبارسنجی Antiforgery Token
fi: Validoi Antiforgery-tunnus
pt_br: Validar Antiforgery Token
tr: Sahtecilik Anahtarını Doğrulayın

# OrchardCore.Forms.Views.Items.ValidateAntiforgeryTokenTask.Fields.Thumbnail
source: Validates the antiforgery token for the current HTTP context in which the workflow executes.
fa: antiforgery token متعلق به بستر HTTP فعلی، که گردش کار در آن اجرا می‌شود را اعتبارسنجی می‌کند.
fi: Validoi väärentämisen estävän tunnuksen nykyiselle HTTP-ympäristölle, jossa työnkulku suoritetaan.
pt_br: Valida o token antifalsificação atual para o contexto HTTP em que o fluxo de trabalho é executado.
tr: İş akışının yürütüldüğü geçerli HTTP bağlamı için sahtecilik karşıtı belirteci doğrular.

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Design
source: Validate Form Field
fa: اعتبارسنجی فیلد‌های فرم
fi: Validoi lomakkeen kenttä
pt_br: Campo de Validação de Formulário
tr: Form Alanını Doğrula

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Design
source: Validate <em>{0}</em>
fa: اعتبارسنجی <em>{0}</em>
fi: Validoi <em>{0}</em>
pt_br: Validar <em>{0}</em>
tr: <em>{0}</em>'i doğrula

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: Field Name
fa: نام فیلد
fi: Kentän nimi
pt_br: Nome do Campo
tr: Alan Adı

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: The name of the form field to validate.
fa: نام (name) این فیلد فرم برای اعتبارسنجی.
fi: Validoitavan lomakekentän nimi.
pt_br: O nome do campo do formulário para validar.
tr: Doğrulanacak form alanının adı.

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: Error Message
fa: پیام خطا
fi: Virheilmoitus
pt_br: Mensagem de erro
tr: Hata Mesajı

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: The validation error message to display.
fa: پیام خطای اعتبارسنجی برای نمایش.
fi: Validoinnin virheviesti.
pt_br: A mensagem de erro de validação a ser exibida.
tr: Görüntülenecek doğrulama hatası mesajı.

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Thumbnail
source: Validate Form Field
fa: اعتبارسنجی فیلد‌های فرم
fi: Validoi lomakkeen kenttä
pt_br: Campo de Validação de Formulário
tr: Form Alanını Doğrula

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Thumbnail
source: Validates a specific form field.
fa: یک فیلد مشخص موجود در فرم را اعتبارسنجی می‌کند.
fi: Validoi tietty lomakkeen kentän.
pt_br: Valida um campo específico do formulário.
tr: Belirli bir form alanını doğrular.

# OrchardCore.Forms.Views.Items.ValidateFormTask.Fields.Design
source: Validate Form
fa: اعتبارسنجی فرم
fi: Validoi lomake
pt_br: Validar Formulário
tr: Formu Doğrula

# OrchardCore.Forms.Views.Items.ValidateFormTask.Fields.Thumbnail
source: Validate Form
fa: اعتبارسنجی فرم
fi: Validoi lomake
pt_br: Validar Formulário
tr: Formu Doğrula

# OrchardCore.Forms.Views.Items.ValidateFormTask.Fields.Thumbnail
source: Checks whether the submitted form contains any validation errors.
fa: بررسی می‌کند که فرم ثبت‌شده دارای خطاهای اعتبار سنجی است یا خیر.
fi: Tarkistaa, sisältääkö lähetetty lomake validointivirheitä.
pt_br: Verifica se o formulário enviado contém algum erro de validação.
tr: Gönderilen formun herhangi bir doğrulama hatası içerip içermediğini kontrol eder.

# OrchardCore.Forms.Views.Items.ValidationPart.Fields.Edit
source: For
fa: برای
fi: Kohde
pt_br: Para
tr: İçin
