Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Search.Elasticsearch.po
Languages: it

# OrchardCore.Search.Elasticsearch.AdminMenu
source: Search
it: Cerca

# OrchardCore.Search.Elasticsearch.AdminMenu
source: Indexing
it: Indicizzazione

# OrchardCore.Search.Elasticsearch.AdminMenu
source: Elasticsearch Indices
it: Indici di Elasticsearch

# OrchardCore.Search.Elasticsearch.AdminMenu
source: Run Elasticsearch Query
it: Esegui Query Elasticsearch

# OrchardCore.Search.Elasticsearch.AdminController
source: Reset
it: Reimposta

# OrchardCore.Search.Elasticsearch.AdminController
source: Rebuild
it: Ricostruisci

# OrchardCore.Search.Elasticsearch.AdminController
source: Delete
it: Elimina

# OrchardCore.Search.Elasticsearch.AdminController
source: An index named {0} already exists.
it: Un indice chiamato {0} esiste già.

# OrchardCore.Search.Elasticsearch.AdminController
source: An index named {0} doesn't exist.
it: Un indice chiamato {0} non esiste.

# OrchardCore.Search.Elasticsearch.AdminController
source: An error occurred while creating the index.
it: Si è verificato un errore durante la creazione dell'indice.

# OrchardCore.Search.Elasticsearch.AdminController
source: Index <em>{0}</em> created successfully.
it: Indice <em>{0}</em> creato con successo.

# OrchardCore.Search.Elasticsearch.AdminController
source: An error occurred while editing the index.
it: Si è verificato un errore durante la modifica dell'indice.

# OrchardCore.Search.Elasticsearch.AdminController
source: Index <em>{0}</em> modified successfully, <strong>please consider rebuilding the index.</strong>
it: Indice <em>{0}</em> modificato con successo, <strong>si prega di eseguire una ricostruzione dell'indice.</strong>

# OrchardCore.Search.Elasticsearch.AdminController
source: Index <em>{0}</em> reset successfully.
it: Indice <em>{0}</em> resettato con successo.

# OrchardCore.Search.Elasticsearch.AdminController
source: Index <em>{0}</em> rebuilt successfully.
it: Indice <em>{0}</em> ricostruito con successo.

# OrchardCore.Search.Elasticsearch.AdminController
source: Index not found on Elasticsearch server.
it: Indice non trovato sul server Elasticsearch.

# OrchardCore.Search.Elasticsearch.AdminController
source: Index <em>{0}</em> deleted successfully.
it: Indice <em>{0}</em> eliminato con successo.

# OrchardCore.Search.Elasticsearch.AdminController
source: An error occurred while deleting the index.
it: Errore durante l'eliminazione dell'indice.

# OrchardCore.Search.Elasticsearch.AdminController
source: Invalid query : {0}
it: Query non valida : {0}

# OrchardCore.Search.Elasticsearch.AdminController
source: Indices successfully removed.
it: Indice rimosso con successo.

# OrchardCore.Search.Elasticsearch.AdminController
source: At least one content type is required.
it: È necessario almeno un tipo di contenuto.

# OrchardCore.Search.Elasticsearch.AdminController
source: The index name is required.
it: Il nome dell'indice è obbligatorio.

# OrchardCore.Search.Elasticsearch.AdminController
source: The index name contains forbidden characters.
it: Il nome dell'indice contiene caratteri non consentiti.

# OrchardCore.Search.Elasticsearch.Drivers.ElasticQueryDisplayDriver
source: The query field is required
it: Il campo query è obbligatorio

# OrchardCore.Search.Elasticsearch.Drivers.ElasticQueryDisplayDriver
source: The index field is required
it: Il campo indice è obbligatorio

# OrchardCore.Search.Elasticsearch.Drivers.ElasticSettingsDisplayDriver
source: Custom Query
it: Query personalizzata

# OrchardCore.Search.Elasticsearch.Drivers.ElasticSettingsDisplayDriver
source: Please provide the default query.
it: Si prega di fornire la query predefinita.

# OrchardCore.Search.Elasticsearch.Drivers.ElasticSettingsDisplayDriver
source: The provided query is not formatted correctly.
it: La query fornita non è formattata correttamente.

# OrchardCore.Search.Elasticsearch.Drivers.ElasticSettingsDisplayDriver
source: Invalid query provided.
it: Query fornita non valida.

source: Index
it: Indice

source: The Elasticsearch index to query for content items
it: L'indice Elasticsearch utilizzato dalla query per selezionare per gli elementi di contenuto

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Create Elasticsearch Index
it: Crea Indice Elasticsearch

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Edit Elasticsearch Index
it: Modifica Indice Elasticsearch

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Index Name
it: Nome Indice

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Should be all lowercase. The shell name will be automatically prepended.
it: Dovrebbe essere tutto minuscolo. Il nome della shell verrà ricavato automaticamente.

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: See documentation
it: Vedi la documentazione

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Analyzer Name
it: Nome Analizzatore

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Select an analyzer
it: Seleziona un analizzatore

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Culture
it: Lingua

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Any culture
it: Qualsiasi lingua

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: The content culture that it will index.
it: La lingua del contenuto che verrà indicizzata.

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Content Types
it: Tipi di contenuto

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: The content types to index. Choose at least one.
it: I tipi di contenuto da indicizzare. Selezionarne almeno uno.

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Index options
it: Opzioni indice

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Index latest version
it: Indicizza l'ultima versione

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Check to index draft if it exists, otherwise only the published version is indexed.
it: Spunta la casella per indicizzare l'ultima versione in bozza, altrimenti solo la versione pubblicata verrà indicizzata.

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Store source data
it: Memorizza dati di origine

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Check to store source data in the index.
it: Spunta la casella per memorizzare i dati di origine nell'indice.

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Create
it: Crea

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Cancel
it: Annulla

# OrchardCore.Search.Elasticsearch.Views.Admin.Edit
source: Save
it: Salva

# OrchardCore.Search.Elasticsearch.Views.ElasticContentIndexSettings.Edit
source: Include this element in the index
it: Includi questo elemento all'indice

# OrchardCore.Search.Elasticsearch.Views.ElasticContentIndexSettings.Edit
source: Check to include the value of this element in the index.
it: Seleziona per includere il valore di questo elemento nell'indice.

source: Elasticsearch Search Indexes
it: Elasticsearch indici di ricerca

source: Include all search indexes.
it: Includi tutti gli indici di ricerca.

source: The search indexes to add as part of the plan.
it: Gli indici di ricerca da aggiungere come parte del piano.

source: Elasticsearch Search Indexes
it: Elasticsearch indici di ricerca

source: All
it: Tutti

source: No index selected.
it: Nessun indice selezionato.

source: Elasticsearch Search Indexes
it: Elasticsearch indici di ricerca

source: Exports all or specified search indexes.
it: Esporta quelli selezionati o tutti gli indici di ricerca.

source: Rebuild Elasticsearch Indices
it: Ricostruisci indici di ricerca Elasticsearch

source: Include all Elasticsearch indices.
it: Includi tutti gli indici di ricerca Elastisearch.

source: The Elasticsearch indices to rebuild as part of the plan.
it: Aggiungi indici di ricerca Elasticsearch da ricostruire come parte del piano.

source: Rebuild Elasticsearch Indices
it: Ricostruisci indici di ricerca Elasticsearch

source: All
it: Tutti

source: No index selected.
it: Nessun indice selezionato.

source: Rebuild Elasticsearch Indices
it: Ricostruisci indici di ricerca Elasticsearch

source: Rebuild all or specified Elasticsearch indices.
it: Ricostruisci tutti gli indici di ricerca Elasticsearch o quelli specificati.

source: Reset Elasticsearch Indices
it: Reimposta indici di ricerca Elastisearch

source: Include all Elasticsearch indices.
it: Includi tutti gli indici di ricerca Elastisearch.

source: The Elasticsearch Indices to reset as part of the plan.
it: Aggiungi indici di ricerca Elasticsearch da reimpostare come parte del piano.

source: Reset Elasticsearch Indices
it: Reimposta indici di ricerca Elastisearch

source: All
it: Tutti

source: No index selected.
it: Nessun indice selezionato.

source: Reset Elasticsearch Indices
it: Reimposta indici di ricerca Elastisearch

source: Reset all or specified Elasticsearch indices.
it: Reimposta tutti gli indici di ricerca Elasticsearch o quelli specificati.

# OrchardCore.Search.Elasticsearch.Views.ElasticQuery.Buttons.SummaryAdmin
source: Run
it: Esegui

# OrchardCore.Search.Elasticsearch.Views.ElasticQuery.Edit
source: Index
it: Indice

# OrchardCore.Search.Elasticsearch.Views.ElasticQuery.Edit
source: The Elasticsearch index to search on
it: L'indice Elasticsearch su cui effetuare la ricerca

# OrchardCore.Search.Elasticsearch.Views.ElasticQuery.Edit
source: Return Content Items
it: Restituisci elementi di contenuto

# OrchardCore.Search.Elasticsearch.Views.ElasticQuery.Edit
source: Check to return the corresponding content items.
it: Seleziona per far ritornare gli elementi di contenuto corrispondenti.

# OrchardCore.Search.Elasticsearch.Views.ElasticQuery.Edit
source: The search query uses the Elasticsearch format. Some documentation can be found here <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>
it: La query di ricerca utilizza la sintassi Elasticsearch. La documentazione è disponibile qui <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>

# OrchardCore.Search.Elasticsearch.Views.ElasticQuery.SummaryAdmin
source: Elasticsearch query
it: Query Elasticsearch

# OrchardCore.Search.Elasticsearch.Views.ElasticSettings.Edit
source: No indices exist! Please create at least one index to configure Elasticsearch service.
it: Non esistono indici! Si prega di creare almeno un indice per configurare il servizio Elasticsearch.

# OrchardCore.Search.Elasticsearch.Views.ElasticSettings.Edit
source: Default search index
it: Indice di ricerca predefinito

# OrchardCore.Search.Elasticsearch.Views.ElasticSettings.Edit
source: The default index to use for the search page.
it: L'indice predefinito da utilizzare per la pagina di ricerca.

# OrchardCore.Search.Elasticsearch.Views.ElasticSettings.Edit
source: Default search type
it: Tipo di ricerca predefinito

# OrchardCore.Search.Elasticsearch.Views.ElasticSettings.Edit
source: Default query
it: Query predefinita

# OrchardCore.Search.Elasticsearch.Views.ElasticSettings.Edit
source: Create a custom Elasticsearch query to be utilized for each search request. Liquid is supported, so use <code>{0}</code> template as a substitute for the user-provided search term.
it: Crea una query personalizzata di Elasticsearch da utilizzare per ogni richiesta di ricerca. È supportata la sintassi Liquid, quindi usa il modello <code>{0}</code> come sostituto del termine di ricerca fornito dall'utente.

# OrchardCore.Search.Elasticsearch.Views.ElasticSettings.Edit
source: Default searched fields
it: Campi di ricerca predefiniti

# OrchardCore.Search.Elasticsearch.Views.ElasticSettings.Edit
source: A comma separated list of fields to use for search pages. The default value is <code>{0}</code>.
it: Un elenco di campi separato da virgole da utilizzare per le pagine di ricerca. Il valore predefinito è <code>{0}</code>.

source: Elasticsearch Settings
it: Impostazioni Elasticsearch

source: Elasticsearch Settings
it: Impostazioni Elasticsearch

source: Adds Elasticsearch settings to the plan.
it: Aggiungi le impostazioni Elasticsearch al piano.

source: Elasticsearch Settings
it: Impostazioni Elasticsearch

source: Exports Elasticsearch settings.
it: Esporta le impostazioni Elasticsearch.

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Elasticsearch Indices
it: Indici di Elasticsearch

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Search
it: Cerca

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Synchronize Elasticsearch content index settings with Lucene.
it: Sincronizza le impostazioni dell'indice dei contenuti di Elasticsearch con Lucene.

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Synchronize Content Index Settings
it: Sincronizza Impostazioni Indice Contenuto

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Are you sure you want to synchronize all Elasticsearch content index settings with Lucene ones?
it: Sei sicuro di voler sincronizzare tutte le impostazioni dell'indice di Elasticsearch con quelle di Lucene?

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Synchronize Settings
it: Impostazioni di sincronizzazione

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Add Index
it: Aggiungi Indice

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Select All
it: Seleziona tutto

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: 1 item
it: 1 elemento

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Items {0} to {1}
it: Elementi da {0} a {1}

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: / {0} item in total
it: / {0} elemento in totale

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Actions
it: Azioni

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Bulk Action
it: Azione di massa

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Are you sure you want to {0} these items?
it: Sei sicuro di voler '{0}' a questi elementi?

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Mappings
it: Mappature

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Reset Index
it: Reimposta Indice

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: This will restart the indexing of all content items. Continue?
it: Questo riavvierà l'indicizzazione di tutti gli elementi di contenuto. Continuare?

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Yes
it: Si

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Reset
it: Ripristina

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Rebuild Index
it: Ricostruisci l'indice

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Your index will be rebuilt, which might alter some services during the process. Continue?
it: Il tuo indice verrà ricostruito, durante il processo potrebbero modificarsi alcuni servizi. Continuare?

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Rebuild
it: Ricostruisci

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Edit
it: Modifica

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Delete
it: Elimina

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Removes the index configuration only.
it: Rimuove solo la configurazione dell'indice.

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: Force Delete
it: Forza Cancellazione

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no indices for the moment.
it: <strong>Nessun elemento!</strong> Non ci sono Indici per il momento.

# OrchardCore.Search.Elasticsearch.Views.Admin.Index
source: selected
it: selezionato

# OrchardCore.Search.Elasticsearch.Views.Admin.Mappings
source: Elasticsearch index mappings
it: Mappature indici Elasticsearch

# OrchardCore.Search.Elasticsearch.Views.Admin.Mappings
source: Mappings for:
it: Mappature per:

# OrchardCore.Search.Elasticsearch.Views.Admin.Mappings
source: The Elasticsearch index mapping. For reference only.
it: La mappatura dell'indice Elasticsearch. Solo per riferimento.

# OrchardCore.Search.Elasticsearch.Views.NavigationItemText-Elasticsearch.Id
source: Search
it: Cerca

# OrchardCore.Search.Elasticsearch.Views.Query-Elasticsearch.Link
source: Queries an Elasticsearch index.
it: Interroga un indice Elasticsearch.

# OrchardCore.Search.Elasticsearch.Views.Query-Elasticsearch.Link
source: Add
it: Aggiungi

# OrchardCore.Search.Elasticsearch.Views.Admin.Query
source: Elasticsearch Query
it: Query Elasticsearch

# OrchardCore.Search.Elasticsearch.Views.Admin.Query
source: Index
it: Indice

# OrchardCore.Search.Elasticsearch.Views.Admin.Query
source: The Elasticsearch index to search on
it: L'indice Elasticsearch su cui effetuare la ricerca

# OrchardCore.Search.Elasticsearch.Views.Admin.Query
source: You can use the <a href="{0}">Match All query</a> to search all documents.
it: Puoi utilizzare <a href="{0}">la query priva di filtri</a> per selezionare tutti i documenti.

# OrchardCore.Search.Elasticsearch.Views.Admin.Query
source: The search query uses the Elasticsearch format. Some documentation can be found here <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>
it: La query di ricerca utilizza la sintassi Elasticsearch. La documentazione è disponibile qui <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>

# OrchardCore.Search.Elasticsearch.Views.Admin.Query
source: Parameters
it: Parametri

# OrchardCore.Search.Elasticsearch.Views.Admin.Query
source: An optional Json object containing the parameter values for this query.
it: Un oggetto Json opzionale contenente i valori dei parametri per questa query.

# OrchardCore.Search.Elasticsearch.Views.Admin.Query
source: Found {0} result(s) in {1} ms
it: Trovato {0} risultato(i) in {1} ms

# OrchardCore.Search.Elasticsearch.Views.Admin.Query
source: Create
it: Crea

# OrchardCore.Search.Elasticsearch.Views.Admin.Query
source: The results displayed in this table are coming from the _source data.
it: I risultati visualizzati in questa tabella provengono dai dati _source.

# OrchardCore.Search.Elasticsearch.Views.Admin.Query
source: The results displayed in this table are coming from the field(s) data.
it: I risultati visualizzati in questa tabella provengono dai dati dei campi.
