Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Flows.po
Languages: tr

# OrchardCore.Flows.Drivers.BagPartDisplayDriver
source: The Widget content item with id {0} has no matching {1} content type definition.
tr: {0} kimliğine sahip Widget içerik öğesinin eşleşen {1} içerik türü tanımı yok.

# OrchardCore.Flows.Drivers.FlowPartDisplayDriver
source: The Widget content item with id {0} has no matching {1} content type definition.
tr: {0} kimliğine sahip Widget içerik öğesinin eşleşen {1} içerik türü tanımı yok.

# OrchardCore.Flows.Drivers.FlowPartDisplayDriver
source: Publishing this content item may erase created content. Fix any content type issues beforehand.
tr: Bu içerik öğesinin yayınlanması, oluşturulan içeriği silebilir. Herhangi bir içerik türü sorununu önceden düzeltin.

# OrchardCore.Flows.GraphQL.BagPartQueryObjectType
source: A BagPart allows to add content items directly within another content item
tr: Bir BagPart, doğrudan başka bir içerik öğesinin içine içerik öğeleri eklemenizi sağlar

# OrchardCore.Flows.GraphQL.FlowPartQueryObjectType
source: A FlowPart allows to add content items directly within another content item
tr: FlowPart, içerik öğelerini doğrudan başka bir içerik öğesinin içine eklemenize izin verir

# OrchardCore.Flows.Settings.BagPartSettingsDisplayDriver
source: Content type source must be set with a valid value.
tr: İçerik türü kaynağı geçerli bir değerle ayarlanmalıdır.

# OrchardCore.Flows.Settings.BagPartSettingsDisplayDriver
source: Please provide a Stereotype.
tr: Lütfen bir Stereotip sağlayın.

# OrchardCore.Flows.Settings.BagPartSettingsDisplayDriver
source: At least one content type must be selected.
tr: En az bir içerik türü seçilmelidir.

# OrchardCore.Flows.Views.BagPart.Edit
source: Add {0}
tr: {0} Ekle

# OrchardCore.Flows.Views.BagPart.Edit
source: Add Item
tr: Öğe Ekle

# OrchardCore.Flows.Views.BagPart.Option
source: Standard
tr: Standart

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: Contained Content Types
tr: İçerdiği İçerik Türleri

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: Content Types
tr: İçerik Türleri

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: Stereotype
tr: Stereotip

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: All content types of these Stereotypes
tr: Bu Stereotiplerin tüm içerik türleri

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: The content types that this bag can contain, e.g. Slide for a Slide Show.
tr: Bu kısmın içerebileceği içerik türleri, ör. Slayt Gösterisi için Slayt.

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: Stereotypes
tr: Stereotip

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: The Stereotypes of the content types that this bag can contain. You may define multiple Stereotypes using the comma (,) as a separator
tr: Bu alanın içerebileceği içerik türlerinin Stereotipleri. Ayırıcı olarak virgül (,) kullanarak birden fazla Stereotip tanımlayabilirsiniz.

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: Display Type
tr: Görüntü Tipi

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: The display type to use when rendering the content items. Default is Summary.
tr: İçerik öğelerini oluştururken kullanılacak görüntüleme türü. Varsayılan özet.

# OrchardCore.Flows.Views.ContentCard-BagPart.Edit
source: Delete
tr: Sil

# OrchardCore.Flows.Views.ContentCard-BagPart.Edit
source: Are you sure you want to remove this item?
tr: Bu ögeyi kaldırmak istediğinizden emin misiniz?

# OrchardCore.Flows.Views.ContentCard-FlowPart.Edit
source: Toggle all widgets
tr: Tüm widgetları değiştir

# OrchardCore.Flows.Views.ContentCard-FlowPart.Edit
source: Insert Widget
tr: Widget Ekle

# OrchardCore.Flows.Views.ContentCard-FlowPart.Edit
source: Delete
tr: Sil

# OrchardCore.Flows.Views.ContentCard-FlowPart.Edit
source: Are you sure you want to remove this item?
tr: Bu ögeyi kaldırmak istediğinizden emin misiniz?

# OrchardCore.Flows.Views.FlowMetadata.Edit
source: Left
tr: Sol

# OrchardCore.Flows.Views.FlowMetadata.Edit
source: Center
tr: Merkez

# OrchardCore.Flows.Views.FlowMetadata.Edit
source: Right
tr: Sağ

# OrchardCore.Flows.Views.FlowMetadata.Edit
source: Justify
tr: Doğrula

# OrchardCore.Flows.Views.FlowPart.Edit
source: Add Widget
tr: Widget ekle

# OrchardCore.Flows.Views.FlowPart.Edit
source: No widgets found.
tr: Widget bulunamadı.

# OrchardCore.Flows.Views.FlowPart.Option
source: Standard
tr: Standart

# OrchardCore.Flows.Views.FlowPartSettings.Edit
source: Restrict Content Types
tr: İçerik Türlerini Kısıtla

# OrchardCore.Flows.Views.FlowPartSettings.Edit
source: The content types that this flow can contain.
tr: Bu akışın içerebileceği içerik türleri.
