Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.ContentFields.po
Languages: es

# OrchardCore.ContentFields.Drivers.ContentPickerFieldDisplayDriver
source: The {0} field is required.
es: El campo {0} es obligatorio.

# OrchardCore.ContentFields.Drivers.ContentPickerFieldDisplayDriver
source: The {0} field cannot contain multiple items.
es: El campo {0} no puede contener varios elementos.

# OrchardCore.ContentFields.Drivers.DateFieldDisplayDriver
source: A value is required for {0}.
es: Es obligatorio un valor para '{0}.

# OrchardCore.ContentFields.Drivers.DateTimeFieldDisplayDriver
source: A value is required for {0}.
es: Es obligatorio un valor para {0}.

# OrchardCore.ContentFields.Drivers.HtmlFieldDisplayDriver
source: {0} doesn't contain a valid Liquid expression. Details: {1}
es: {0} no contiene una expresión líquida válida. Detalles: {1}

# OrchardCore.ContentFields.Drivers.LinkFieldDisplayDriver
source: The url is required for {0}.
es: La url de {0} es obligatoria.

# OrchardCore.ContentFields.Drivers.LinkFieldDisplayDriver
source: {0} is an invalid url.
es: {0} es una url no válida.

# OrchardCore.ContentFields.Drivers.LinkFieldDisplayDriver
source: The link text is required for {0}.
es: El texto del enlace es necesario para {0}.

# OrchardCore.ContentFields.Drivers.LinkFieldDisplayDriver
source: The text default value is required for {0}.
es: El valor de texto por defecto es obligatorio para {0}.

# OrchardCore.ContentFields.Drivers.LocalizationSetContentPickerFieldDisplayDriver
source: The {0} field is required.
es: El campo {0} es obligatorio.

# OrchardCore.ContentFields.Drivers.LocalizationSetContentPickerFieldDisplayDriver
source: The {0} field cannot contain multiple items.
es: El campo {0} no puede contener varios elementos.

# OrchardCore.ContentFields.Fields.MultiTextFieldDisplayDriver
source: A value is required for {0}.
es: Es obligatorio un valor para {0}.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: The {0} field is required.
es: El campo {0} es obligatorio.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: {0} is an invalid number.
es: {0} es un número no válido.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: The value must be greater than {0}.
es: El valor debe ser mayor que {0}.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: The value must be less than {0}.
es: El valor debe ser menor que {0}.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: The {0} field must be an integer.
es: El campo {0} debe ser un entero.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: Invalid number of digits for {0}, max allowed: {1}.
es: Número de cifras no válido para {0}. El máximo permitido es {1}.

# OrchardCore.ContentFields.Drivers.TextFieldDisplayDriver
source: A value is required for {0}.
es: Es obligatorio un valor para {0}.

# OrchardCore.ContentFields.Drivers.TimeFieldDisplayDriver
source: A value is required for {0}.
es: Es obligatorio un valor para {0}.

# OrchardCore.ContentFields.Drivers.UserPickerFieldDisplayDriver
source: The {0} field is required.
es: El campo {0} es obligatorio.

# OrchardCore.ContentFields.Drivers.UserPickerFieldDisplayDriver
source: The {0} field cannot contain multiple items.
es: El campo {0} no puede contener varios elementos.

# OrchardCore.ContentFields.Drivers.YoutubeFieldDisplayDriver
source: A value is required for '{0}'.
es: Es obligatorio un valor para '{0}'.

# OrchardCore.ContentFields.Drivers.YoutubeFieldDisplayDriver
source: The format of the url is invalid
es: El formato de la url no es válido

# OrchardCore.ContentFields.GraphQL.HtmlFieldQueryObjectType
source: Content stored as HTML.
es: Contenido almacenado como HTML.

# OrchardCore.ContentFields.GraphQL.HtmlFieldQueryObjectType
source: the HTML content
es: el contenido HTML

# OrchardCore.ContentFields.Settings.HtmlFieldMonacoEditorSettingsDriver
source: The options are written in an incorrect format.
es: Las opciones están escritas en un formato incorrecto.

# OrchardCore.ContentFields.Settings.HtmlFieldTrumbowygEditorSettingsDriver
source: The options are written in an incorrect format.
es: Las opciones están escritas en un formato incorrecto.

# OrchardCore.ContentFields.Settings.MultiTextFieldSettingsDriver
source: The options are written in an incorrect format.
es: Las opciones están escritas con un formato incorrecto.

# OrchardCore.ContentFields.Settings.TextFieldMonacoEditorSettingsDriver
source: The options are written in an incorrect format.
es: Las opciones están escritas en un formato incorrecto.

# OrchardCore.ContentFields.Settings.TextFieldPredefinedListEditorSettingsDriver
source: The options are written in an incorrect format.
es: Las opciones están escritas con un formato incorrecto.

# OrchardCore.ContentFields.ViewModels.EditYoutubeFieldViewModel
source: The field only accepts Urls
es: El campo sólo acepta Urls

# OrchardCore.ContentFields.Views.BooleanField-Switch.Option
source: Switch
es: Cambiar

# OrchardCore.ContentFields.Views.BooleanField.DisplayOption
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.BooleanField.Option
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: Hint
es: Sugerencia

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: The hint text to display for this field on the editor.
es: La sugerencia o información a mostrar para este campo en el editor.

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: Label
es: Etiqueta

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: The text associated to the checkbox.
es: El texto asociado con el checkbox.

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: Default value is true
es: El valor predeterminado es Verdadero

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: The default value this field will be initialized with when creating a new item.
es: El valor por defecto con el que este campo se inicializará al crear un nuevo elemento.

# OrchardCore.ContentFields.Views.ContentPickerField
source: No content items.
es: No hay elementos de contenido.

# OrchardCore.ContentFields.Views.ContentPickerField.DisplayOption
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: Not published
es: No publicado

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: Type to search
es: Escriba para buscar

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: Select
es: Seleccionar

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: Remove
es: Eliminar

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: No result found
es: No se hallaron resultados

# OrchardCore.ContentFields.Views.ContentPickerField.Option
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Required
es: Requerido

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Whether to ensure at least one element is selected.
es: Es necesario asegurarse de que al menos un elemento está seleccionado.

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Allow multiple
es: Permitir varios

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Whether to allow multiple elements to be selected.
es: Para permitir que varios elementos se puedan seleccionar.

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Display All Content Types
es: Mostrar Todos los Tipos de Contenido

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Content Types
es: Tipos de Contenido

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: The content types to display. Choose at least one.
es: Los tipos de contenido a mostrar. Elegir al menos uno.

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Hint
es: Sugerencia

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: The hint text to display for this field on the editor.
es: La sugerencia o información a mostrar para este campo en el editor.

# OrchardCore.ContentFields.Views.DateField-Localized.Option
source: Localized
es: Localizado

# OrchardCore.ContentFields.Views.DateField.DisplayOption
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.DateField.Option
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.DateFieldSettings.Edit
source: Required
es: Requerido

# OrchardCore.ContentFields.Views.DateFieldSettings.Edit
source: Whether a value is required.
es: Si es obligatorio un valor.

# OrchardCore.ContentFields.Views.DateFieldSettings.Edit
source: Hint
es: Sugerencia

# OrchardCore.ContentFields.Views.DateFieldSettings.Edit
source: The hint text to display for this field on the editor.
es: La sugerencia o información a mostrar para este campo en el editor.

# OrchardCore.ContentFields.Views.DateTimeField.DisplayOption
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.DateTimeField.Option
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.DateTimeFieldSettings.Edit
source: Required
es: Requerido

# OrchardCore.ContentFields.Views.DateTimeFieldSettings.Edit
source: Whether a value is required.
es: Si es obligatorio un valor.

# OrchardCore.ContentFields.Views.DateTimeFieldSettings.Edit
source: Hint
es: Sugerencia

# OrchardCore.ContentFields.Views.DateTimeFieldSettings.Edit
source: The hint text to display for this field on the editor.
es: La sugerencia o información a mostrar para este campo en el editor.

# OrchardCore.ContentFields.Views.HtmlField-Monaco.Option
source: Monaco editor
es: Editor de Monaco

# OrchardCore.ContentFields.Views.HtmlField-Multiline.Option
source: Multiline
es: Multilínea

# OrchardCore.ContentFields.Views.HtmlField-Wysiwyg.Option
source: Wysiwyg editor
es: Editor Wysiwyg

# OrchardCore.ContentFields.Views.HtmlField.DisplayOption
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.HtmlField.Option
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.HtmlFieldMonacoEditorSettings.Edit
source: Enter the editor options, language is always set to `html` when saved.
es: Introduzca las opciones del editor, el idioma siempre se establece en `html` cuando se guarda.

# OrchardCore.ContentFields.Views.HtmlFieldMonacoEditorSettings.Edit
source: Documentation for options
es: Documentación de opciones

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: Hint
es: Sugerencia

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: The hint text to display for this field on the editor.
es: La sugerencia o información a mostrar para este campo en el editor.

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: Sanitize Html
es: Limpiar Html

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: Whether the Html is sanitized to prevent custom scripts.
es: Si el Html está saneado para prevenir scripts personalizados.

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: See documentation
es: Ver documentación

# OrchardCore.ContentFields.Views.HtmlFieldTrumbowygEditorSettings.Edit
source: Insert Media with url
es: Insertar medio con url

# OrchardCore.ContentFields.Views.HtmlFieldTrumbowygEditorSettings.Edit
source: Whether the url is used when selected from Insert Media (By default, the Shortcode is inserted).
es: Si la url se utiliza cuando se selecciona de Insert Media (por defecto, se inserta el Liquid Tag).

# OrchardCore.ContentFields.Views.HtmlFieldTrumbowygEditorSettings.Edit
source: Enter the editor options
es: Introduzca las opciones del editor

# OrchardCore.ContentFields.Views.HtmlFieldTrumbowygEditorSettings.Edit
source: Documentation for options
es: Documentación de opciones

# OrchardCore.ContentFields.Views.LinkField.DisplayOption
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.LinkField.Edit
source: Link text
es: Texto del enlace

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Required
es: Requerido

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Whether the url is required.
es: Si es obligatoria una Url.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Text
es: Texto

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Text is optional
es: El texto es opcional

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Text is required
es: El texto es obligatorio

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Use the default value
es: Usar el valor por defecto

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Use the url of the link
es: Usar la url del enlace

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Hint for the url
es: Sugerencia para el enlace

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: The hint text to display for the url on the editor.
es: La sugerencia o información a mostrar para este campo en el editor.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Hint for the text
es: Sugerencia para el enlace

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: The hint text to display for the text of the link on the editor.
es: La sugerencia o información a mostrar para este campo en el editor.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Watermark for the url
es: Marca de agua para la url

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: A hint (placeholder) to display when the input of the url is empty.
es: Una sugerencia (marcador) a mostrar cuando el campo para la url está vacío.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Watermark for the text
es: Marca de agua para el texto

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: A hint (placeholder) to display when the input of the text is empty.
es: Una sugerencia (marcador) a mostrar cuando el campo para el texto está vacío.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Default value of the url
es: Valor por defecto de la url

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: A valid url proposed when creating a content item.
es: Una url válida propuesta cuando se crea un conten item.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Default value of the text
es: Valor por defecto para el texto

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: The default link text proposed when creating a content item.
es: El texto por defecto propuesto para el enlace cuando se crea un elemento de contenido.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField
source: No content items.
es: No hay elementos de contenido.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.DisplayOption
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: Not published
es: No publicado

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: Type to search
es: Escriba para buscar

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: Select
es: Seleccionar

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: Remove
es: Eliminar

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: No result found
es: No se encontraron resultados

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Option
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Required
es: Obligatorio

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Whether to ensure at least one element is selected.
es: Si se selecciona al menos un elemento.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Allow multiple
es: Permitir múltiples

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Whether to allow multiple elements to be selected.
es: Si permite seleccionar varios elementos.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Content Types
es: Tipos de contenido

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: The content types to display. Choose at least one.
es: Los tipos de contenido a mostrar. Elija al menos uno.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Hint
es: Pista

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: The hint text to display for this field on the editor.
es: El texto de la pista que se muestra para este campo en el editor.

# OrchardCore.ContentFields.Views.Media-HtmlField.Modal
source: Select Media
es: Seleccionar medios

# OrchardCore.ContentFields.Views.Media-HtmlField.Modal
source: OK
es: Aceptar

# OrchardCore.ContentFields.Views.Media-HtmlField.Modal
source: Cancel
es: Cancelar

# OrchardCore.ContentFields.Views.MultiTextField-CheckboxList.Option
source: Checkbox List
es: Lista de Checkbox

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Edit
source: Type to search
es: Tipo de búsqueda

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Edit
source: Select
es: Seleccionar

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Edit
source: Remove
es: Eliminar

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Edit
source: No values found
es: No se han encontrado valores

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Option
source: Picker
es: Selector

# OrchardCore.ContentFields.Views.MultiTextField.DisplayOption
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.MultiTextField.Option
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Required
es: Requerido

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Whether a value is required.
es: Este valor es obligatorio.

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Hint
es: Sugerencia

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: The hint text to display for this field on the editor.
es: El texto de sugerencia mostrar para este campo en el editor.

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Option Label
es: Etiqueta Opción

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Value
es: Valor

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Default?
es: ¿Predeterminado?

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Set as default
es: Establecer como predeterminado

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Remove element from list
es: Eliminar elemento de la lista

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Add an option
es: Añadir una opción

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Edit Data
es: Editar Datos

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Options
es: Opciones

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: A JSON representation of the allowed values, e.g. {0}
es: Una representación JSON de los valores permitidos, por ejemplo {0}

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Default value
es: Valor por defecto

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: (Optional) The default to assign to the text field.
es: (Opcional) El valor por defecto a asignar al campo de texto.

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: OK
es: Aceptar

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Cancel
es: Cancelar

# OrchardCore.ContentFields.Views.NumericField-Range.Option
source: Range
es: Rango

# OrchardCore.ContentFields.Views.NumericField-Select.Edit
source: None
es: Ninguno

# OrchardCore.ContentFields.Views.NumericField-Select.Option
source: Select
es: Seleccionar

# OrchardCore.ContentFields.Views.NumericField-Slider.Option
source: Slider
es: Control deslizante

# OrchardCore.ContentFields.Views.NumericField-Spinner.Option
source: Spinner
es: Cargando

# OrchardCore.ContentFields.Views.NumericField.DisplayOption
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.NumericField.Option
source: Number
es: Número

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Required
es: Requerido

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Whether a value is required.
es: Si es obligatorio un valor.

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Hint
es: Sugerencia

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The hint text to display for this field on the editor.
es: La sugerencia o información a mostrar para este campo en el editor.

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Watermark (placeholder)
es: Marca de agua (marcador)

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: A hint to display when the input is empty. (optional)
es: Una sugerencia que se mostrará cuando la entrada está vacía. (opcional)

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Scale
es: Escala

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The number of digits after the decimal point.
es: El número de dígitos después del punto decimal.

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Minimum
es: Mínimo

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The minimum value allowed. (optional)
es: El valor mínimo permitido. (opcional)

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Maximum
es: Máximo

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The maximum value allowed. (optional)
es: El valor máximo permitido. (opcional)

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Default value
es: Valor por defecto

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The default value. (optional)
es: El valor por defecto. (opcional)

# OrchardCore.ContentFields.Views.TextField-CodeMirror.Option
source: Code Mirror
es: Espejo de código

# OrchardCore.ContentFields.Views.TextField-Email.Option
source: Email
es: Correo electrónico

# OrchardCore.ContentFields.Views.TextField-Header.DisplayOption
source: Header
es: Encabezado

# OrchardCore.ContentFields.Views.TextField-IconPicker.Option
source: Icon picker
es: Selector de icono

# OrchardCore.ContentFields.Views.TextField-Monaco.Option
source: Monaco editor
es: Editor de Monaco

# OrchardCore.ContentFields.Views.TextField-PredefinedList.Option
source: Predefined List
es: Lista Predefinida

# OrchardCore.ContentFields.Views.TextField-Tel.Option
source: Phone
es: Teléfono

# OrchardCore.ContentFields.Views.TextField-TextArea.Option
source: Multi-line
es: Multilínea

# OrchardCore.ContentFields.Views.TextField.DisplayOption
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.TextField.Option
source: Standard
es: Estándar

# OrchardCore.ContentFields.Views.TextFieldHeaderDisplaySettings.Edit
source: Select the header level to use
es: Seleccione el nivel de header a usar

# OrchardCore.ContentFields.Views.TextFieldMonacoEditorSettings.Edit
source: Enter the editor options.
es: Introduzca las opciones del editor.

# OrchardCore.ContentFields.Views.TextFieldMonacoEditorSettings.Edit
source: Documentation for options
es: Documentación de opciones
