Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Users.po
Languages: fi, it

# OrchardCore.Users.Views.Items.UserDisabledEvent.Fields.Thumbnail
source: User is disabled.
fi: Käyttäjä on poistettu käytöstä.
it: L'utente è disabilitato.

# OrchardCore.Users.Views.UserEmail.Edit
source: Email
fi: Sähköposti

# OrchardCore.Users.Views.Items.UserEnabledEvent.Fields.Design
source: User Enabled
fi: Käyttäjä otettu käyttöön
it: Utente Abilitato

# OrchardCore.Users.Views.Items.UserEnabledEvent.Fields.Thumbnail
source: User Enabled
fi: Käyttäjä otettu käyttöön
it: Utente Abilitato

# OrchardCore.Users.Views.Items.UserEnabledEvent.Fields.Thumbnail
source: User is enabled.
fi: Käyttäjä on otettu käyttöön.
it: L'utente è abilitato.

# OrchardCore.Users.Views.UserFields
source: Disabled
fi: Pois käytöstä
it: Disabilitato

# OrchardCore.Users.Views.UserFields.Edit
source: Email confirmed
fi: Sähköpostiosoite on vahvistettu
it: Email confermata

# OrchardCore.Users.Views.UserFields.Edit
source: Is enabled?
fi: Onko käytössä?
it: Abilitato?

# OrchardCore.Users.Views.UserFields.Edit
source: Uncheck to disable this user account.
fi: Poista valinta poistaaksesi käyttäjätilin käytöstä.
it: Deseleziona per disabilitare questo account utente.

# OrchardCore.Users.Views.UserFields.Edit
source: Password
fi: Salasana

# OrchardCore.Users.Views.UserFields.Edit
source: Password Confirmation
fi: Salasanan vahvistus
it: Conferma password

# OrchardCore.Users.Views.UserFields.Edit
source: Password confirmation
fi: Salasanan vahvistus
it: Conferma password

# OrchardCore.Users.Views.UserFields.Edit
source: Generate password
fi: Luo salasana
it: Genera password

# OrchardCore.Users.Views.UserFields.Edit
source: Copy password
fi: Kopioi salasana
it: Copia password

# OrchardCore.Users.Views.UserInfo
source: User Info
fi: Käyttäjätiedot
it: Informazioni utente

# OrchardCore.Users.Views.UserInfo
source: Username
fi: Käyttäjätunnus
it: Nome utente

# OrchardCore.Users.Views.UserInfo
source: Email
fi: Sähköposti

# OrchardCore.Users.Views.UserInfo
source: Status
fi: Tila
it: Stato

# OrchardCore.Users.Views.UserInfo
source: Enabled
fi: Käytössä
it: Abilitato

# OrchardCore.Users.Views.UserInfo
source: Disabled
fi: Pois käytöstä
it: Disabilitato

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Design
source: User LoggedIn
fi: Käyttäjä kirjautunut sisään
it: Utente loggato

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Thumbnail
source: User Logged in
fi: Käyttäjä kirjautunut sisään
it: Utente loggato

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Thumbnail
source: User Logged in.
fi: Käyttäjä kirjautunut sisään.
it: Utente loggato.

# OrchardCore.Users.Views.UserName.Edit
source: User name
fi: Käyttäjätunnus
it: Nome utente

# OrchardCore.Users.Views.UserRoleFields.Edit
source: Roles
fi: Roolit
it: Ruoli

# OrchardCore.Users.Views.UserRoles
source: Roles
fi: Roolit
it: Ruoli

# OrchardCore.Users.Views.UserRolesMeta
source: The roles this user has
fi: Tämän käyttäjän roolit
it: I ruoli che questo utente ha

# OrchardCore.Users.Views.Items.UsersAdminFilters-Email.Thumbnail
source: Filters on the email address of a user.
fi: Suodattaa käyttäjän sähköpostiosoittella.
it: Filtri per indirizzo email utente.

# OrchardCore.Users.Views.Items.UsersAdminFilters-Name.Thumbnail
source: Filters on the name of a user.
fi: Suodattaa käyttäjän nimellä.
it: Filtri per nome utente.

# OrchardCore.Users.Views.Items.UsersAdminFilters-Role.Thumbnail
source: Filters on a role name.
fi: Suodattaa roolin nimellä.
it: Filtra per nome ruolo.

# OrchardCore.Users.Views.Items.UsersAdminFilters-Sort.Thumbnail
source: Orders by a user value.
fi: Järjestä käyttäjän arvon mukaan.
it: Ordina su un valore dell'utente.

# OrchardCore.Users.Views.Items.UsersAdminFilters-Status.Thumbnail
source: Filters on a user status.
fi: Suodattaa käyttäjän tilalla.
it: Filtra su stato utente.

# OrchardCore.Users.Views.UsersAdminList
source: No results found.
fi: Tuloksia ei löytynyt.
it: Nessun risultato trovato.

# OrchardCore.Users.Views.UsersAdminList
source: selected
fi: valittu
it: selezionato

# OrchardCore.Users.Views.UsersAdminList.Fields.BulkActions
source: Actions
fi: Toiminnot
it: Azioni

# OrchardCore.Users.Views.UsersAdminListBulkActions
source: Bulk Action
fi: Joukkotoiminnot
it: Azione di massa

# OrchardCore.Users.Views.UsersAdminListBulkActions
source: Are you sure you want to {0} these items?
fi: Oletko varma, että haluat {0} nämä kohteet?
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?

# OrchardCore.Users.Views.UsersAdminListCreate
source: Add User
fi: Lisää käyttäjä
it: Aggiungi utente

# OrchardCore.Users.Views.UsersAdminListFilters
source: Filter by role
fi: Suodata roolin mukaan
it: Filtra per ruolo

# OrchardCore.Users.Views.UsersAdminListFilters
source: Role
fi: Rooli
it: Ruolo

# OrchardCore.Users.Views.UsersAdminListFilters
source: Filter by status
fi: Suodata tilan mukaan
it: Filtra per stato

# OrchardCore.Users.Views.UsersAdminListFilters
source: Show
fi: Näytä
it: Mostra

# OrchardCore.Users.Views.UsersAdminListFilters
source: Sort by
fi: Järjestä
it: Ordina per

# OrchardCore.Users.Views.UsersAdminListFilters
source: Sort
fi: Järjestä
it: Ordina

# OrchardCore.Users.Views.UsersAdminListSearch
source: Filters
fi: Suodattimet
it: Filtri

# OrchardCore.Users.Views.UsersAdminListSearch
source: Only enabled users
fi: Vain sallitut käyttäjät
it: Solo utenti abilitati

# OrchardCore.Users.Views.UsersAdminListSearch
source: Only disabled users
fi: Vain estetyt käyttäjät
it: Solo utenti disabilitati

# OrchardCore.Users.Views.UsersAdminListSearch
source: Filter syntax
fi: Suodattimen syntaksi
it: Sintassi filtro

# OrchardCore.Users.Views.UsersAdminListSearch
source: Search
fi: Hae
it: Cerca

# OrchardCore.Users.Views.UsersAdminListSearch
source: Available Filters
fi: Käytettävissä olevat suodattimet
it: Filtri disponibili

# OrchardCore.Users.Views.UsersAdminListSearch
source: Default
fi: Oletusarvo
it: Predefinito

# OrchardCore.Users.Views.UsersAdminListSearch
source: may be entered with or without the term name
fi: voidaan syöttää joko termin nimen kanssa tai ilman sitä
it: può essere presente o meno il nome del termine

# OrchardCore.Users.Views.UsersAdminListSearch
source: Single
fi: Yksittäinen
it: Singolo

# OrchardCore.Users.Views.UsersAdminListSearch
source: A single value can be entered
fi: Vain yksi arvo voidaan syöttää
it: Un solo valore può essere inserito

# OrchardCore.Users.Views.UsersAdminListSearch
source: Multiple
fi: Useita
it: Multipli

# OrchardCore.Users.Views.UsersAdminListSearch
source: Logical operators and groups are supported
fi: Loogiset operaattorit ja ryhmät ovat tuettuja
it: Operatori logici e gruppi sono supportati

# OrchardCore.Users.Views.UsersAdminListSearch
source: The default operator when whitespace is found, e.g.
fi: Oletusoperaattori, kun löydetään välilyönti, esim.
it: L'operatore predefinito quando viene inserito il carattere di spazio, ad esempio

# OrchardCore.Users.Views.UsersAdminListSearch
source: Combines, e.g.
fi: Yhdisteet, esim.
it: Combinazioni, ad esempio

# OrchardCore.Users.Views.UsersAdminListSearch
source: Negates, e.g.
fi: Kiellot, esim.
it: Negazioni, ad esempio

# OrchardCore.Users.Views.UsersAdminListSearch
source: Groups operators, e.g.
fi: Ryhmäoperaattorit, esim.
it: Operatori di gruppo, ad esempio

# OrchardCore.Users.Views.UsersAdminListSearch
source: Escape operators, e.g.
fi: Pako-operaattorit, esim.
it: Operatori di escape, ad esempio

# OrchardCore.Users.Views.UsersAdminListSearch
source: Current filter
fi: Nykyinen suodatin
it: Filtro Attuale

# OrchardCore.Users.Views.UsersAdminListSearch
source: including all implied groups and operators
fi: mukaan lukien kaikki implisiittiset ryhmät ja operaattorit
it: include tutti i gruppi e gli operatori implicati

# OrchardCore.Users.Views.UsersAdminListSearch
source: No current filter applied
fi: Suodatusta ei ole käytössä
it: Nessun filtro è applicato

# OrchardCore.Users.Views.UsersAdminListSearch
source: Close
fi: Sulje
it: Chiudi

# OrchardCore.Users.Views.UsersAdminListSummary
source: Select All
fi: Valitse kaikki
it: Seleziona tutto

# OrchardCore.Users.Views.UsersAdminListSummary
source: 1 item
fi: 1 kohde
it: 1 elemento

# OrchardCore.Users.Views.UsersAdminListSummary
source: Items {0} to {1}
fi: Kohteet {0} - {1}
it: Elementi da {0} a {1}

# OrchardCore.Users.Views.UsersAdminListSummary
source: / {0} item in total
fi: / {0} kohde yhteensä
it: / {0} elemento in totale

# OrchardCore.Users.Views.UserSaveButtons.Edit
source: Save
fi: Tallenna
it: Salva

# OrchardCore.Users.Views.UserSaveButtons.Edit
source: Cancel
fi: Peruuta
it: Annulla

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Default Time Zone
fi: Oletusaikavyöhyke
it: Fuso Orario Predefinito

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Use site's time zone
fi: Käytä sivuston aikavyöhykettä
it: Usa il fuso orario del sito

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Determines the time zone used when displaying and editing dates and times.
fi: Määrittää aikavyöhykkeen, jota käytetään näytettäessä ja muokattaessa päivämääriä ja kellonaikoja.
it: Impostando il fuso orario, esso verrà utilizzato quando si visualizzano e si modificano date e orari.

# OrchardCore.Users.Views.Items.UserUpdatedEvent.Fields.Design
source: User Updated
fi: Käyttäjä päivitetty
it: Utente aggiornato

# OrchardCore.Users.Views.Items.UserUpdatedEvent.Fields.Thumbnail
source: User Updated
fi: Käyttäjä päivitetty
it: Utente aggiornato

# OrchardCore.Users.Views.Items.UserUpdatedEvent.Fields.Thumbnail
source: User is updated.
fi: Käyttäjä on päivitetty.
it: L'utente è stato aggiornato.

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Design
source: Validate User
fi: Vahvista käyttäjä
it: Valida Utente

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Edit
source: Set the 'UserName' workflow property if the user is authenticated
fi: Määritä työnkulun "UserName" ominaisuus, jos käyttäjä on autentikoitunut
it: Imposta la proprietà del flusso di lavoro 'UserName' se l'utente è autenticato

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Edit
source: Roles
fi: Roolit
it: Ruoli

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Thumbnail
source: Validate User
fi: Vahvista käyttäjä
it: Valida Utente

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Thumbnail
source: Check if the user exists for the current request and has the specified role(s).
fi: Tarkista, onko käyttäjällä olemassa nykyinen pyyntö ja onko hänellä määritetyt roolit.
it: Verifica se l'utente esiste per la richiesta corrente e ha uno dei ruoli specificati.
