Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Media.po
Languages: fr

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: This will allow the user to attach any accessible file from the media library.
fr: Cela permettra à l'utilisateur de joindre n'importe quel fichier accessible depuis la bibliothèque multimédia.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: {0} types
fr: Types {0}

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Select all extensions with the '{0}' type.
fr: Sélectionnez toutes les extensions avec le type '{0}'.

# OrchardCore.Media.Views.NavigationItemText-media.Id
source: Media
fr: Médias

# OrchardCore.Media.Views.Admin.Options
source: Media options
fr: Options des médias

# OrchardCore.Media.Views.Admin.Options
source: Media is configured with appsettings.json.
fr: Media est configuré avec appsettings.json.

# OrchardCore.Media.Views.Admin.Options
source: See documentation
fr: Voir la documentation

# OrchardCore.Media.Views.Admin.Options
source: Supported sizes
fr: Tailles prises en charge

# OrchardCore.Media.Views.Admin.Options
source: The accepted sizes for custom width and height.
fr: Les tailles acceptées pour la largeur et la hauteur personnalisées.

# OrchardCore.Media.Views.Admin.Options
source: Allowed file extensions
fr: Extensions autorisées

# OrchardCore.Media.Views.Admin.Options
source: The list of allowed file extensions.
fr: La liste des extensions de fichiers autorisées.

# OrchardCore.Media.Views.Admin.Options
source: Max browser cache days
fr: Nombre maximum de jours de cache du navigateur

# OrchardCore.Media.Views.Admin.Options
source: The default number of days for the media cache control header.
fr: Le nombre de jours par défaut pour l'en-tête de contrôle du cache multimédia.

# OrchardCore.Media.Views.Admin.Options
source: Max secure files browser cache days
fr: Nombre maximum de jours de cache navigateur des fichiers sécurisés

# OrchardCore.Media.Views.Admin.Options
source: The default number of days for the media cache control header for secure files.
fr: Le nombre de jours par défaut pour l'en-tête de contrôle du cache multimédia pour les fichiers sécurisés.

# OrchardCore.Media.Views.Admin.Options
source: Max cache days
fr: Nombre maximum de jours de cache

# OrchardCore.Media.Views.Admin.Options
source: The maximum number of days a cached resized media item will be valid for, before being rebuilt on request.
fr: Le nombre maximum de jours pendant lesquels un élément média redimensionné en cache sera valide, avant d'être reconstruit sur demande.

# OrchardCore.Media.Views.Admin.Options
source: Max file size
fr: Taille de fichier maximale

# OrchardCore.Media.Views.Admin.Options
source: The maximum size of an uploaded file in bytes.
fr: La taille maximale d'un fichier téléchargé en octets.

# OrchardCore.Media.Views.Admin.Options
source: Max upload chunk size
fr: Taille maximale du fragment de téléchargement

# OrchardCore.Media.Views.Admin.Options
source: The maximum chunk size when uploading files in bytes. If 0 or null, no chunked upload is used.
fr: La taille maximale du fragment lors du téléchargement de fichiers en octets. Si 0 ou null, aucun fragment de téléchargement n'est utilisé.

# OrchardCore.Media.Views.Admin.Options
source: Temporary file lifetime
fr: Durée de vie du fichier temporaire

# OrchardCore.Media.Views.Admin.Options
source: The lifetime of temporary files created during upload.
fr: La durée de vie des fichiers temporaires créés lors du téléchargement.

# OrchardCore.Media.Views.Admin.Options
source: Cdn base url
fr: Url de base du Cdn

# OrchardCore.Media.Views.Admin.Options
source: A CDN base url that will be prefixed to the request path when serving images.
fr: Une URL de base CDN qui sera préfixée par le chemin de la requête lors de la distribution des images.

# OrchardCore.Media.Views.Admin.Options
source: Assets request path
fr: Chemin de la requête de ressources

# OrchardCore.Media.Views.Admin.Options
source: The request path used to route asset files.
fr: Le chemin de requête utilisé pour acheminer les fichiers de ressources.

# OrchardCore.Media.Views.Admin.Options
source: Assets path
fr: Chemin des ressources

# OrchardCore.Media.Views.Admin.Options
source: The name of the folder used to store media assets inside the App_Data folder.
fr: Le nom du dossier utilisé pour stocker les médias dans le dossier App_Data.

# OrchardCore.Media.Views.Admin.Options
source: Assets users folder
fr: Répertoire des ressources d'utilisateurs

# OrchardCore.Media.Views.Admin.Options
source: The folder under AssetsPath used to store users own media assets.
fr: Le dossier sous AssetsPath utilisé pour stocker les ressources d'utilisateurs.
