Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Layers.po
Languages: it, tr

# OrchardCore.Layers.AdminMenu
source: Settings
it: Impostazioni
tr: Ayarlar

# OrchardCore.Layers.AdminMenu
source: Zones
it: Zone
tr: Bölgeler

# OrchardCore.Layers.Controllers.AdminController
source: The Widget content item with id {0} has no matching {1} content type definition.
it: L'elemento di contenuto Widget con id {0} non ha alcuna definizione di tipo di contenuto corrispondente a {1}.

# OrchardCore.Layers.Controllers.AdminController
source: Layer deleted successfully.
it: Livello cancellato con successo.
tr: Katman başarıyla silindi.

# OrchardCore.Layers.Controllers.AdminController
source: The layer couldn't be deleted: you must remove any associated widgets first.
it: Il layer non può essere eliminato: devi prima rimuovere qualsiasi widget associato.
tr: Katman silinemedi: öncelikle ilişkili widget'leri kaldırmalısınız.

# OrchardCore.Layers.Controllers.AdminController
source: The layer name is required.
it: Il nome del livello è obbligatorio.
tr: Katman adı zorunludur.

# OrchardCore.Layers.Controllers.AdminController
source: The layer name already exists.
it: Un livello con questo nome esiste già.
tr: Katman adı zaten mevcut.

# OrchardCore.Layers.Controllers.LayerRuleController
source: Condition added successfully.
it: Condizione aggiunta con successo.

# OrchardCore.Layers.Controllers.LayerRuleController
source: Condition updated successfully.
it: Condizioni aggiornate con successo.

# OrchardCore.Layers.Controllers.LayerRuleController
source: The condition has validation errors.
it: La condizione ha degli errori di validazione.

# OrchardCore.Layers.Controllers.LayerRuleController
source: Condition deleted successfully.
it: Condizione cancellata con successo.

# OrchardCore.Layers.Drivers.LayerMetadataWelder
source: Zone is missing
it: Zona mancante
tr: Bölge yok

# OrchardCore.Layers.Drivers.LayerMetadataWelder
source: Layer is missing
it: Layer mancante

# OrchardCore.Layers.GraphQL.SiteLayersQuery
source: Site layers define the rules and zone placement for widgets.
it: I livelli del sito definiscono le regole e la zona di posizionamento dei widget.
tr: Site katmanları (Layers), widget'lar için kuralları ve bölge yerleşimini tanımlar.

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Edit
source: All Layers
it: Tutti i livelli
tr: Katmanlar

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Summary
source: All Layers
it: Tutti i livelli
tr: Katmanlar

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Summary
source: Adds all layers to the plan.
it: Aggiunge tutti i livelli al piano.
tr: Tüm katmanları plana ekler.

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Thumbnail
source: All Layers
it: Tutti i livelli
tr: Katmanlar

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Thumbnail
source: Exports all layers.
it: Esporta tutti i livelli.
tr: Tüm katmanları dışarı aktarır.

# OrchardCore.Layers.Views.Admin.Create
source: Create Layer
it: Crea Livello
tr: Katman Oluştur

# OrchardCore.Layers.Views.Admin.Create
source: Name
it: Nome
tr: İsim

# OrchardCore.Layers.Views.Admin.Create
source: Description
it: Descrizione
tr: Açıklama

# OrchardCore.Layers.Views.Admin.Create
source: Create
it: Crea
tr: Oluştur

# OrchardCore.Layers.Views.LayerRule.Create
source: Create Rule
it: Crea regola

# OrchardCore.Layers.Views.LayerRule.Create
source: Create
it: Crea

# OrchardCore.Layers.Views.LayerRule.Create
source: Cancel
it: Annulla

# OrchardCore.Layers.Views.Admin.Edit
source: Edit Layer - {0}
it: Modifica livello - {0}
tr: {0} Katmanını Düzenle

# OrchardCore.Layers.Views.Admin.Edit
source: Name
it: Nome
tr: İsim

# OrchardCore.Layers.Views.Admin.Edit
source: Description
it: Descrizione
tr: Açıklama

# OrchardCore.Layers.Views.Admin.Edit
source: Error updating rule order
it: Errore nell'aggiornamento dell'ordine delle regole

# OrchardCore.Layers.Views.Admin.Edit
source: Save
it: Salva
tr: Kaydet

# OrchardCore.Layers.Views.LayerRule.Edit
source: Edit Rule
it: Modifica Regola

# OrchardCore.Layers.Views.LayerRule.Edit
source: Save
it: Salva

# OrchardCore.Layers.Views.Admin.Index
source: Edit Widgets and Layers
it: Modifica Widget e Livelli

# OrchardCore.Layers.Views.Admin.Index
source: Widget successfully moved. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Undo</strong></a>.
it: Widget spostato con successo. <a href="javascript:console.log('submit');$('#undo-form').submit();">Annulla<strong></strong></a>.
tr: Widget başarıyla taşındı. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Geri Al</strong></a>.

# OrchardCore.Layers.Views.Admin.Index
source: Zones
it: Zone
tr: Bölgeler

# OrchardCore.Layers.Views.Admin.Index
source: Please <a href="{0}">define the available zones</a> before adding Widgets
it: Per favore, <a href="{0}">indica una zona</a> prima di aggiungere dei widget

# OrchardCore.Layers.Views.Admin.Index
source: Add Widget
it: Aggiungi Widget
tr: Widget ekle

# OrchardCore.Layers.Views.Admin.Index
source: No widgets found.
it: Non sono stati trovati widget.

# OrchardCore.Layers.Views.Admin.Index
source: No layers found.
it: Non sono stati trovati layer.

# OrchardCore.Layers.Views.Admin.Index
source: Layers
it: Livelli
tr: Katmanlar

# OrchardCore.Layers.Views.Admin.Index
source: Select a layer to reveal its associated widgets.
it: Seleziona un layer per mostrare i widget associati.
tr: İlişkili widget'leri görmek için bir katman seçin.

# OrchardCore.Layers.Views.Admin.Index
source: See documentation
it: Vedi la documentazione

# OrchardCore.Layers.Views.Admin.Index
source: Edit
it: Modifica
tr: Düzenle

# OrchardCore.Layers.Views.Admin.Index
source: Delete
it: Elimina
tr: Sil

# OrchardCore.Layers.Views.Admin.Index
source: Please <a href="{0}">create a layer</a> before adding Widgets
it: Per favore, <a href="{0}">crea un livello</a> prima di aggiungere dei widget
tr: Widget eklemeden önce lütfen <a href="{0}">bir katman oluşturun</a>

# OrchardCore.Layers.Views.Admin.Index
source: Add
it: Aggiungi
tr: Ekle

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: Title
it: Titolo
tr: Başlık

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: Render title
it: Mostra Titolo
tr: Başlığı göster

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: If checked, the title will be rendered with the widget.
it: Se selezionato, il titolo viene mostrato con il widget.
tr: İşaretliyse, başlık widget ile oluşturulacaktır.

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: The layer the widget should be associated with.
it: Il livello a cui il widget viene associato.
tr: Widget'in ilişkilendirilmesi gereken katman.

# OrchardCore.Layers.Views.LayerSettings.Edit
source: Available zones for Layers
it: Zone disponibili per i livelli
tr: Katmanlar için uygun bölgeler

# OrchardCore.Layers.Views.LayerSettings.Edit
source: A comma separated list of values, representing the available zones for <a href="{0}">widgets</a>. Note that you'll need to render these zones in the layout template, as they do not automatically render.
it: Un elenco separato da virgola di valori, che rappresenta le zone disponibili per i <a href="{0}">widgets</a>. Si noti che è necessario rendere queste zone nel modello di layout, in quanto non vengono visualizzate automaticamente.
