Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Facebook.po
Languages: ar, vi

# OrchardCore.Facebook.AdminMenu
source: Configuration
ar: الضبط
vi: Cấu hình

# OrchardCore.Facebook.AdminMenu
source: Settings
ar: الإعدادات
vi: Cài đặt

# OrchardCore.Facebook.AdminMenuLogin
source: Security
ar: الأمان
vi: Bảo mật

# OrchardCore.Facebook.AdminMenuLogin
source: Authentication
ar: المصادقة
vi: Xác thực

# OrchardCore.Facebook.Login.ViewModels.FacebookLoginSettingsViewModel
source: Invalid path
ar: مسار غير صالح
vi: Đường dẫn không hợp lệ

# OrchardCore.Facebook.Services.FacebookService
source: The AppId is required.
ar: رقم التطبيق مطلوب.
vi: AppId là bắt buộc.

# OrchardCore.Facebook.Services.FacebookService
source: The App Secret is required.
ar: شفرة أمان التطبيق مطلوبة.
vi: App Secret là bắt buộc.

# OrchardCore.Facebook.Widgets.Drivers.FacebookPluginPartDisplayDriver
source: The FaceBook Body doesn't contain a valid Liquid expression. Details: {0}
ar: محتوى الفيسبوك لا يحتوي على عبارة Liquid صحيحة. للتفاصيل: {0}
vi: FaceBook Body không chứa biểu thức Liquid hợp lệ. Chi tiết: {0}

# OrchardCore.Facebook.Widgets.Settings.FacebookPluginPartSettingsDisplayDriver
source: The Body doesn't contain a valid Liquid expression. Details: {0}
ar: المحتوى لا يحتوي على عبارة Liquid صحيحة. للتفاصيل: {0}
vi: Body không chứa biểu thức Liquid hợp lệ. Chi tiết: {0}

# OrchardCore.Facebook.Views.Items.FacebookLoginDeploymentStep.Edit
source: Facebook Login Settings
ar: إعدادات تسجيل دخول فيسبوك
vi: Cài đặt đăng nhập Facebook

# OrchardCore.Facebook.Views.Items.FacebookLoginDeploymentStep.Summary
source: Facebook Login Settings
ar: إعدادات تسجيل دخول فيسبوك
vi: Cài đặt đăng nhập Facebook

# OrchardCore.Facebook.Views.Items.FacebookLoginDeploymentStep.Summary
source: Adds Facebook Login settings to the plan.
ar: إضافة إعدادات تسجيل دخول فيسبوك إلى الخطة.
vi: Thêm cài đặt Đăng nhập Facebook vào kế hoạch.

# OrchardCore.Facebook.Views.Items.FacebookLoginDeploymentStep.Thumbnail
source: Facebook Login Settings
ar: إعدادات تسجيل الدخول فيسبوك
vi: Cài đặt đăng nhập Facebook

# OrchardCore.Facebook.Views.Items.FacebookLoginDeploymentStep.Thumbnail
source: Exports the Facebook Login settings.
ar: تصدير إعدادات تسجيل دخول فيسبوك.
vi: Xuất cài đặt đăng nhập Facebook.

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
ar: ستتم إعادة تحميل الـمستأجر الحالي عند حفظ الإعدادات.
vi: Trang web hiện tại sẽ được tải lại sau khi các cài đặt được lưu.

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: See documentation
ar: انظر التوثيق
vi: Xem tài liệu

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: Login Settings
ar: إعدادات تسجيل الدخول
vi: Cài đặt Đăng nhập

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: CallbackPath
ar: مسار الإستدعاء المرجعي

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
ar: المسار المطلوب داخل المسار الأساسي للتطبيق حيث سيتم إرجاع وكيل المستخدم إليه. الـ middleware سوف تعالج الطلب عند وصوله.
vi: Đường dẫn yêu cầu trong đường dẫn cơ sở của ứng dụng nơi tác nhân người dùng sẽ được trả về. Phần mềm trung gian sẽ xử lý yêu cầu này khi nó đến.

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: Store tokens
ar: الرموز المحزنة
vi: Lưu trữ tokens

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: Store external authentication tokens for reuse
ar: تخزين رمز المصادقة الخارجية لإعادة الاستخدام
vi: Lưu trữ tokens xác thực để sử dụng lại

# OrchardCore.Facebook.Views.FacebookPluginPart.Edit
source: Body
ar: المحتوى
vi: Nội dung

# OrchardCore.Facebook.Views.FacebookPluginPart.Edit
source: The template of the plugin, in Liquid format.
ar: قالب الإضافة, بصيغة Liquid.
vi: Template của plugin, có định dạng Liquid.

# OrchardCore.Facebook.Views.FacebookPluginPartSettings.Edit
source: Body
ar: المحتوى
vi: Nội dung

# OrchardCore.Facebook.Views.FacebookPluginPartSettings.Edit
source: The default template of the plugin, in Liquid format.
ar: القالب الإفتراضي للإضافة, بصيغة Liquid.
vi: Template mặc định của plugin, có định dạng Liquid.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
ar: ستتم إعادة تحميل الـ tenant الحالية عند حفظ الإعدادات.
vi: Trang web hiện tại sẽ được tải lại sau khi các cài đặt được lưu.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: See documentation
ar: انظر التوثيق
vi: Xem tài liệu

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: An error occurred while decrypting a setting. Please apply and save.
ar: حدث خطأ أثناء فك تشفير إعداد. الرجاء التطبيق والحفظ.
vi: Đã xảy ra lỗi khi giải mã cài đặt. Hãy áp dụng và lưu lại.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Application Identifier
ar: معرف التطبيق
vi: Nhận dạng Ứng dụng

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Secret Key
ar: المفتاح السري
vi: Khóa Bí mật

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Javascript SDK Version
ar: إصدار الجافاسكربت SDK
vi: Phiên bản SDK Javascript

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Javascript Sdk js
ar: الجافاسكربت Sdk js

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Determines which versions of the Graph API and any API dialogs or plugins are invoked. Default is v3.2
ar: تحديد أي من إصدارات الـ Graph API أو أي إضافات سيتم إستدعائها. إفتراضياً الإصدار 3.2
vi: Xác định phiên bản nào của Graph API và bất kỳ hộp thoại hoặc plugin API nào được gọi. Mặc định là v3.2

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Determines which sdk js file to load. Default is sdk.js but you can change it as needed. Eg. to render the chat plugin use sdk/xfbml.customerchat.js and <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">follow instructions</a>
ar: تحديد أي ملف sdk js سيتم تحميله. إفتراضياً sdk.js لكن يمكنك تغييره وقت الحاجه. على سبيل المثال لعرض إضافة المحادثه إستخدم sdk/xfbml.customerchat.js و <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">اتبع التعليمات</a>
vi: Xác định tập tin sdk js nào để tải. Mặc định là sdk.js nhưng bạn có thể thay đổi nếu cần. Ví dụ. để kết xuất chat plugin, hãy sử dụng sdk/xfbml.customerchat.js và <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">làm theo hướng dẫn</a>

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Init on every page
ar: تهئية في كل صفحة
vi: Chạy trên mỗi trang

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Parameters for the FB.init() call
ar: المتغيرات لإستدعاء FB.init()
vi: Các tham số gọi FB.init()

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: AppId and Version are filled automatically. Check the <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">reference doc for the <code>FB.init</code></a> function for more info
ar: AppId و Version تم تعبئتهم تلقائياً. افحص <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">مرجع التوثيق لـ <code>FB.init</code></a
vi: AppId và Phiên bản được điền tự động. Kiểm tra <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">tham khảo tài liệu chức năng<code>FB.init</code></a> để có thêm thông tin
