Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Sitemaps.po
Languages: fa

# OrchardCore.Sitemaps.AdminMenu
source: Configuration
fa: پیکربندی

# OrchardCore.Sitemaps.AdminMenu
source: SEO
fa: سئو

# OrchardCore.Sitemaps.AdminMenu
source: Sitemaps
fa: نقشه سایت

# OrchardCore.Sitemaps.AdminMenu
source: Sitemap Indexes
fa: اندیس های نقشه سایت

# OrchardCore.Sitemaps.AdminMenu
source: Sitemaps Cache
fa: کش نقشه سایت

# OrchardCore.Sitemaps.Controllers.AdminController
source: Delete
fa: حذف

# OrchardCore.Sitemaps.Controllers.AdminController
source: Sitemap updated successfully.
fa: نقش سایت با موفقیت به‌روزرسانی شد.

# OrchardCore.Sitemaps.Controllers.AdminController
source: Sitemap deleted successfully.
fa: نقشه سایت با موفقیت حذف شد.

# OrchardCore.Sitemaps.Controllers.AdminController
source: Sitemap toggled successfully.
fa: نقشه سایت با موفقیت جابجا شد.

# OrchardCore.Sitemaps.Controllers.AdminController
source: Sitemaps successfully removed.
fa: نقشه های سایت با موفقیت حذف شدند.

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Sitemap cache purged, with errors.
fa: حافظه پنهان نقشه سایت با خطاها پاک شد.

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Sitemap cache purged.
fa: کش نقشه سایت پاک شد.

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Error purging sitemap cache item.
fa: خطا در پاک کردن مورد حافظه پنهان نقشه سایت.

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Sitemap cache item purged.
fa: مورد کش نقشه سایت پاک شد.

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Delete
fa: حذف

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index created successfully
fa: فهرست نقشه سایت با موفقیت ایجاد شد

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index updated successfully
fa: فهرست نقشه سایت با موفقیت به روز شد

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index deleted successfully.
fa: فهرست نقشه سایت با موفقیت حذف شد.

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index menu toggled successfully.
fa: منوی فهرست نقشه سایت با موفقیت جابجا شد.

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap indices successfully removed.
fa: شاخص های نقشه سایت با موفقیت حذف شدند.

# OrchardCore.Sitemaps.Controllers.SourceController
source: Sitemap source added successfully.
fa: منبع نقشه سایت با موفقیت اضافه شد.

# OrchardCore.Sitemaps.Controllers.SourceController
source: Sitemap source updated successfully.
fa: منبع نقشه سایت با موفقیت به روز شد.

# OrchardCore.Sitemaps.Controllers.SourceController
source: The sitemap source has validation errors.
fa: منبع نقشه سایت دارای خطاهای اعتبارسنجی است.

# OrchardCore.Sitemaps.Controllers.SourceController
source: Sitemap source deleted successfully.
fa: منبع نقشه سایت با موفقیت حذف شد.

# OrchardCore.Sitemaps.Drivers.CustomPathSitemapSourceDriver
source: Please do not use any of the following characters in your permalink: {0}. No spaces, or consecutive slashes, are allowed (please use dashes or underscores instead).
fa: لطفاً از هیچ یک از کاراکترهای زیر در پیوند ثابت خود استفاده نکنید: {0}. هیچ فاصله یا اسلش متوالی مجاز نیست (لطفاً به جای آن از خط تیره یا زیرخط استفاده کنید).

# OrchardCore.Sitemaps.Drivers.CustomPathSitemapSourceDriver
source: Your path is too long. The path can only be up to {0} characters.
fa: مسیر وارد شده خیلی طولانی است. مسیر فقط می تواند حداکثر تا {0} کاراکتر باشد.

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink can't be set to the homepage
fa: پیوند ثابت شما را نمی توان روی صفحه اصلی تنظیم کرد

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Please do not use any of the following characters in your permalink: {0}. No spaces are allowed (please use dashes or underscores instead).
fa: لطفاً از هیچ یک از کاراکترهای زیر در پیوند ثابت خود استفاده نکنید: {0}. هیچ فاصله ای مجاز نیست (لطفا به جای آن از خط تیره یا زیرخط استفاده کنید).

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink must end with {0}.
fa: پیوند ثابت شما باید به {0} ختم شود.

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink is too long. The permalink can only be up to {0} characters.
fa: پیوند ثابت شما خیلی طولانی است. پیوند ثابت فقط می تواند حداکثر تا {0} کاراکتر باشد.

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink is already in use.
fa: پیوند ثابت شما در حال حاضر در حال استفاده است.

# OrchardCore.Sitemaps.Views.Items.AllSitemapsDeploymentStep.Edit
source: All Sitemaps
fa: تمام نقشه های سایت

# OrchardCore.Sitemaps.Views.Items.AllSitemapsDeploymentStep.Summary
source: All Sitemaps
fa: تمام نقشه های سایت

# OrchardCore.Sitemaps.Views.Items.AllSitemapsDeploymentStep.Summary
source: Adds all sitemaps to the plan.
fa: تمام نقشه های سایت را به پلن اضافه می کند.

# OrchardCore.Sitemaps.Views.Items.AllSitemapsDeploymentStep.Thumbnail
source: All Sitemaps
fa: تمام نقشه های سایت

# OrchardCore.Sitemaps.Views.Items.AllSitemapsDeploymentStep.Thumbnail
source: Exports all sitemaps.
fa: از همه نقشه های سایت خروجی می گیرد.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Create Sitemap
fa: ایجاد نقشه سایت

# OrchardCore.Sitemaps.Views.Admin.Create
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fa: ویژگی Base url تنظیمات سایت خالی است، اما برای ایجاد نقشه سایت مورد نیاز است.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Name
fa: نام

# OrchardCore.Sitemaps.Views.Admin.Create
source: Permalink
fa: پیوند ثابت

# OrchardCore.Sitemaps.Views.Admin.Create
source: The url of the sitemap. Leave empty to auto-generate it.
fa: url نقشه سایت. برای تولید خودکار، آن را خالی بگذارید.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Enabled
fa: فعال‌شده

# OrchardCore.Sitemaps.Views.Admin.Create
source: Uncheck to disable routing to this sitemap.
fa: برای غیرفعال کردن مسیریابی به این نقشه سایت، علامت را بردارید.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Create
fa: ایجاد

# OrchardCore.Sitemaps.Views.Admin.Create
source: Cancel
fa: انصراف

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Create Sitemap Index
fa: ایجاد فهرست نقشه سایت

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fa: ویژگی Base url تنظیمات سایت خالی است، اما برای ایجاد نقشه سایت مورد نیاز است.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Name
fa: نام

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Permalink
fa: پیوند ثابت

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The url of the sitemap index.
fa: url فهرست نقشه سایت.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Enabled
fa: فعال‌شده

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Uncheck to disable routing to the sitemap index.
fa: برای غیرفعال کردن مسیریابی به فهرست نقشه سایت، علامت را بردارید.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Contained Sitemaps
fa: حاوی نقشه های سایت

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The sitemaps this index contains.
fa: نقشه های سایتی که این فهرست دارد.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Save
fa: ذخیره

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Cancel
fa: انصراف

# OrchardCore.Sitemaps.Views.Source.Create
source: Create Sitemap Source
fa: ایجاد منبع Sitemap

# OrchardCore.Sitemaps.Views.Source.Create
source: Create
fa: ایجاد

# OrchardCore.Sitemaps.Views.Source.Create
source: Cancel
fa: انصراف

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Edit
source: Sitemap Custom Path
fa: مسیر سفارشی نقشه سایت

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Edit
source: Path
fa: مسیر

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Edit
source: The path to add to the sitemap. e.g. path/to/something
fa: مسیری که باید به نقشه سایت اضافه شود. به عنوان مثال، مسیر/به/چیزی

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Edit
source: Change Frequency
fa: فرکانس را تغییر دهید

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Edit
source: The default frequency with which this path is likely to change.
fa: فرکانس پیش فرضی که احتمالاً این مسیر با آن تغییر می کند.

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Edit
source: Priority
fa: اولویت

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Edit
source: The default priority of this path relative to other content on your site.
fa: اولویت پیش فرض این مسیر نسبت به سایر محتوای سایت شما.

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.SummaryAdmin
source: Sitemap Custom Path
fa: مسیر سفارشی نقشه سایت

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Thumbnail
source: Sitemap Custom Path
fa: مسیر سفارشی نقشه سایت

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Thumbnail
source: Add a sitemap entry for a path.
fa: یک ورودی نقشه سایت برای یک مسیر اضافه کنید.

# OrchardCore.Sitemaps.Views.Admin.Display
source: Sitemap
fa: نقشه سایت

# OrchardCore.Sitemaps.Views.Admin.Display
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fa: ویژگی Base url تنظیمات سایت خالی است، اما برای ایجاد نقشه سایت مورد نیاز است.

# OrchardCore.Sitemaps.Views.Admin.Display
source: Add Source
fa: افزودن منبع

# OrchardCore.Sitemaps.Views.Admin.Display
source: View
fa: نمایش

# OrchardCore.Sitemaps.Views.Admin.Display
source: <strong>Nothing here!</strong> There are no sources on this sitemap for the moment.
fa: <strong>اینجا چیزی نیست!</strong> در حال حاضر هیچ منبعی در این نقشه سایت وجود ندارد.

# OrchardCore.Sitemaps.Views.Admin.Display
source: Back
fa: بازگشت

# OrchardCore.Sitemaps.Views.Admin.Display
source: Available Sources
fa: منابع موجود

# OrchardCore.Sitemaps.Views.Admin.Display
source: Cancel
fa: انصراف

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Edit Sitemap
fa: ویرایش نقشه سایت

# OrchardCore.Sitemaps.Views.Admin.Edit
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fa: ویژگی Base url تنظیمات سایت خالی است، اما برای ایجاد نقشه سایت مورد نیاز است.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Name
fa: نام

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Permalink
fa: پیوند ثابت

# OrchardCore.Sitemaps.Views.Admin.Edit
source: The url of the sitemap. Leave empty to auto-generate it.
fa: url نقشه سایت. برای تولید خودکار، آن را خالی بگذارید.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Enabled
fa: فعال‌شده

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Uncheck to disable routing to this sitemap.
fa: برای غیرفعال کردن مسیریابی به این نقشه سایت، علامت را بردارید.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Save
fa: ذخیره

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Cancel
fa: انصراف

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Edit Sitemap Index
fa: ویرایش فهرست نقشه سایت

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fa: ویژگی Base url تنظیمات سایت خالی است، اما برای ایجاد نقشه سایت مورد نیاز است.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Name
fa: نام

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Permalink
fa: پیوند ثابت

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The url of the sitemap index.
fa: url فهرست نقشه سایت.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Enabled
fa: فعال‌شده

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Uncheck to disable routing to the sitemap index.
fa: برای غیرفعال کردن مسیریابی به فهرست نقشه سایت، علامت را بردارید.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Contained Sitemaps
fa: حاوی نقشه های سایت

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The sitemaps this index contains.
fa: نقشه های سایتی که این فهرست دارد.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Save
fa: ذخیره

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Cancel
fa: انصراف

# OrchardCore.Sitemaps.Views.Source.Edit
source: Edit Sitemap Source
fa: منبع نقشه سایت را ویرایش کنید

# OrchardCore.Sitemaps.Views.Source.Edit
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fa: ویژگی Base url تنظیمات سایت خالی است، اما برای ایجاد نقشه سایت مورد نیاز است.

# OrchardCore.Sitemaps.Views.Source.Edit
source: Save
fa: ذخیره

# OrchardCore.Sitemaps.Views.Source.Edit
source: Delete
fa: حذف

# OrchardCore.Sitemaps.Views.Source.Edit
source: Cancel
fa: انصراف

# OrchardCore.Sitemaps.Views.Admin.List
source: Sitemaps
fa: نقشه های سایت

# OrchardCore.Sitemaps.Views.Admin.List
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fa: ویژگی Base url تنظیمات سایت خالی است، اما برای ایجاد نقشه سایت مورد نیاز است.

# OrchardCore.Sitemaps.Views.Admin.List
source: Search
fa: جستجو

# OrchardCore.Sitemaps.Views.Admin.List
source: Add Sitemap
fa: افزودن نقشه سایت

# OrchardCore.Sitemaps.Views.Admin.List
source: Select All
fa: انتخاب همه

# OrchardCore.Sitemaps.Views.Admin.List
source: 1 item
fa: 1 مورد

# OrchardCore.Sitemaps.Views.Admin.List
source: Items {0} to {1}
fa: موارد {0} تا {1}

# OrchardCore.Sitemaps.Views.Admin.List
source: / {0} item in total
fa: / {0} مورد در مجموع

# OrchardCore.Sitemaps.Views.Admin.List
source: Actions
fa: اقدامات

# OrchardCore.Sitemaps.Views.Admin.List
source: Bulk Action
fa: اقدام انبوه

# OrchardCore.Sitemaps.Views.Admin.List
source: Are you sure you want to {0} these items?
fa: آیا مطمئنید که می خواهید این موارد را {0} کنید?

# OrchardCore.Sitemaps.Views.Admin.List
source: Manage Sources
fa: مدیریت منابع

# OrchardCore.Sitemaps.Views.Admin.List
source: View
fa: نمایش

# OrchardCore.Sitemaps.Views.Admin.List
source: Edit
fa: ویرایش

# OrchardCore.Sitemaps.Views.Admin.List
source: Delete
fa: حذف

# OrchardCore.Sitemaps.Views.Admin.List
source: Toggle Dropdown
fa: کشویی را تغییر دهید

# OrchardCore.Sitemaps.Views.Admin.List
source: Disable
fa: غیرفعال‌کردن

# OrchardCore.Sitemaps.Views.Admin.List
source: Enable
fa: فعال‌کردن

# OrchardCore.Sitemaps.Views.Admin.List
source: <strong>Nothing here!</strong> There are no sitemaps for the moment.
fa: <strong>اینجا چیزی نیست!</strong> در حال حاضر هیچ نقشه سایتی وجود ندارد.

# OrchardCore.Sitemaps.Views.Admin.List
source: selected
fa: انتخاب شده

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Sitemaps Cache
fa: کش نقشه سایت

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Search
fa: جستجو

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Purge All
fa: پاک‌سازی همه

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Are you sure you want to purge the entire sitemap cache?
fa: آیا مطمئن هستید که می خواهید کل کش نقشه سایت را پاک کنید?

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Purge
fa: پاکسازی

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Are you sure you want to purge this sitemap?
fa: آیا مطمئن هستید که می خواهید این نقشه سایت را پاک کنید?

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: <strong>Nothing here!</strong> There are no sitemaps cached for the moment.
fa: <strong>اینجا چیزی نیست!</strong> در حال حاضر هیچ نقشه سایتی در حافظه پنهان وجود ندارد.

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: <strong>Nothing here!</strong> Your search returned no results.
fa: <strong>اینجا چیزی نیست!</strong> جستجوی شما نتیجه ای نداشت.

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Sitemap Indexes
fa: اندیس های نقشه سایت

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
fa: ویژگی Base url تنظیمات سایت خالی است، اما برای ایجاد نقشه سایت مورد نیاز است.

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Search
fa: جستجو

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Add Sitemap Index
fa: فهرست نقشه سایت را اضافه کنید

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Select All
fa: انتخاب همه

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: 1 item
fa: 1 مورد

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Items {0} to {1}
fa: موارد {0} تا {1}

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: / {0} item in total
fa: / {0} مورد در مجموع

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Actions
fa: اقدامات

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Bulk Action
fa: اقدام انبوه

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Are you sure you want to {0} these items?
fa: آیا مطمئنید که می خواهید این موارد را {0} کنید?

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: View
fa: نمایش

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Edit
fa: ویرایش

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Delete
fa: حذف

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Toggle Dropdown
fa: کشویی را تغییر دهید

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Disable
fa: غیرفعال‌کردن

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Enable
fa: فعال کردن

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: <strong>Nothing here!</strong> There are no sitemaps indexes for the moment.
fa: <strong>اینجا چیزی نیست!</strong> در حال حاضر هیچ نمایه نقشه سایت وجود ندارد.

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: selected
fa: انتخاب شده

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Override sitemap configuration
fa: لغو پیکربندی نقشه سایت

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Check to override sitemap configuration.
fa: برای لغو پیکربندی نقشه سایت، علامت بزنید.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Exclude
fa: استثنا

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Check to exclude this content item from the site map.
fa: برای حذف این آیتم محتوا از نقشه سایت، علامت بزنید.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Change Frequency
fa: فرکانس را تغییر دهید

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: The frequency this content item is likely to change.
fa: فرکانس این آیتم محتوا احتمالاً تغییر می کند.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Priority
fa: اولویت

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: The default priority of these content types relative to other content on your site.
fa: اولویت پیشفرض این نوع محتوا نسبت به سایر محتوای سایت شما.

# OrchardCore.Sitemaps.Views.SitemapSource.SummaryAdmin
source: Edit
fa: ویرایش

# OrchardCore.Sitemaps.Views.SitemapSource.SummaryAdmin
source: Delete
fa: حذف

# OrchardCore.Sitemaps.Views.SitemapSource.Thumbnail
source: Add
fa: افزودن

# OrchardCore.Sitemaps.Views.SitemapsRobotsSettings.Edit
source: Include all sitemaps.
fa: شامل تمام نقشه های سایت.

# OrchardCore.Sitemaps.Views.SitemapsRobotsSettings.Edit
source: Check to let the system include all sitemaps.
fa: این گزینه را علامت بزنید تا سیستم شامل همه نقشه‌های سایت باشد.
