Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Demo.po
Languages: fa, fi, mk

# OrchardCore.Demo.AdminMenu
source: This Menu Item 1
fa: این منو آیتم 1 است
fi: Tämä on valikon elementti 1
mk: Елемент од мени 1

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 1.1
fa: این منو آیتم 1.1 است
fi: Tämä on valikon elementti 1.1
mk: Елемент од мени 1.1

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 1.2
fa: این منو آیتم 1.2 است
fi: Tämä on valikon elementti 1.2
mk: Елемент од мени 1.2

# OrchardCore.Demo.AdminMenu
source: This Menu Item 2
fa: این منو آیتم 2 است
fi: Tämä on valikon elementti 2
mk: Елемент од мени 2

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 2.1
fa: این منو آیتم 2.1 است
fi: Tämä on valikon elementti 2.1
mk: Елемент од мени 2.1

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 2.2
fa: این منو آیتم 2.2 است
fi: Tämä on valikon elementti 2.2
mk: Елемент од мени 2.2

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 3.2
fa: این منو آیتم 3.2 است
fi: Tämä on valikon elementti 3.2
mk: Елемент од мени 3.2

# OrchardCore.Demo.AdminMenu
source: This Menu Item 3
fa: این منو آیتم 3 است
fi: Tämä on valikon elementti 3
mk: Елемент од мени 3

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 3.1
fa: این منو آیتم 3.1 است
fi: Tämä on valikon elementti 3.1
mk: Елемент од мени 3.1

# OrchardCore.Demo.AdminMenu
source: Todo (Liquid - Frontend)
fa: انجام دادن (Liquid - Frontend)
fi: Tehtävälista (Liquid - Frontend)
mk: Список задачи („Liquid“ - фронтенд)

# OrchardCore.Demo.Views.Content.Edit
source: Edit {0}
fa: ویرایش {0}
fi: Muokkaa {0}
mk: Измени {0}

# OrchardCore.Demo.Pages.Hello
source: MMMM dd, yyyy
fi: KKKK pp, vvvv

# OrchardCore.Demo.Pages.Admin.Hello
source: MMMM dd, yyyy
fi: KKKK pp, vvvv

# OrchardCore.Demo.Pages.HelloWorld
source: MMMM dd, yyyy
fi: KKKK pp, vvvv

# OrchardCore.Demo.Pages.OutsideAdmin
source: MMMM dd, yyyy
fi: KKKK pp, vvvv

# OrchardCore.Demo.Views.UserProfile.Edit
source: First Name
fa: نام کوچک
fi: Etunimi
mk: Име

# OrchardCore.Demo.Views.UserProfile.Edit
source: Last Name
fa: نام خانوادگی
fi: Sukunimi
mk: Презиме

# OrchardCore.Demo.Views.UserProfile.Edit
source: Age
fa: سن
fi: Ikä
mk: Возраст

# OrchardCore.Demo.AdminMenu
source: Demo
fa: دمو
mk: Демо

# OrchardCore.Demo.Views.NavigationItemText-demo.Id
source: Demo
fa: دمو
mk: Демо
