Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Title.po
Languages: pt_br

# OrchardCore.Title.Settings.TitlePartSettingsDisplayDriver
source: Pattern doesn't contain a valid Liquid expression. Details: {0}
pt_br: O modelo não contém uma expressão Liquid válida. Detalhes: {0}

# OrchardCore.Title.Views.TitlePart.DisplayOption
source: Standard
pt_br: Padrão

# OrchardCore.Title.Views.TitlePart.Edit
source: Title
pt_br: Título

# OrchardCore.Title.Views.TitlePart.Option
source: Standard
pt_br: Padrão

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Options
pt_br: Opções

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is editable
pt_br: O título é editável

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is editable and required
pt_br: O título é editável e obrigatório

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is generated and input is disabled
pt_br: O Título é gerado e a digitação é desabilitada

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is generated and input is hidden
pt_br: O Título é gerado e a digitação é oculta

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Render Title
pt_br: Renderizar Título

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Check to render the title in display views.
pt_br: Marque para renderizar o título nas exibições de visualização.

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Pattern
pt_br: Modelo

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: The pattern used to render the title of this content type. With Liquid support.
pt_br: O modelo usado para renderizar o título deste tipo de conteúdo. Com suporte ao Liquid.
