Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.ReverseProxy.po
Languages: fa

# OrchardCore.ReverseProxy.AdminMenu
source: Configuration
fa: پیکربندی

# OrchardCore.ReverseProxy.AdminMenu
source: Settings
fa: تنظیمات

# OrchardCore.ReverseProxy.AdminMenu
source: Reverse Proxy
fa: پروکسی معکوس

# OrchardCore.ReverseProxy.DeploymentStartup
source: Reverse Proxy settings
fa: تنظیمات معکوس پروکسی

# OrchardCore.ReverseProxy.DeploymentStartup
source: Exports the Reverse Proxy settings.
fa: تنظیمات پروکسی معکوس را صادر می کند.

# OrchardCore.ReverseProxy.Views.NavigationItemText-reverseproxy.Id
source: Reverse Proxy
fa: پروکسی معکوس

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Enables the forwarding of the HTTP header X-Forwarded-For
fa: ارسال توسط هدر HTTPیی که عنوان آن X-Forwarded-For را فعال می‌کند

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Current request value;
fa: مقدار درخواست فعلی;

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Enables the forwarding of the HTTP header X-Forwarded-Proto
fa: ارسال توسط هدر HTTPیی که عنوان آن X-Forwarded-Proto را فعال می‌کند

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Enables the forwarding of the HTTP header X-Forwarded-Host
fa: ارسال توسط هدر HTTPیی که عنوان آن X-Forwarded-Host را فعال می‌کند

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Documentation available at: {0}
fa: مستندات در {0} موجود هستند
