Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.ContentTypes.po
Languages: cs, fi

# OrchardCore.ContentTypes.AdminMenu
source: Content
cs: Obsah
fi: Sisältö

# OrchardCore.ContentTypes.AdminMenu
source: Content Definition
cs: Definice obsahu
fi: Sisällön määritykset

# OrchardCore.ContentTypes.AdminMenu
source: Content Types
cs: Typy obsahu
fi: Sisältötyypit

# OrchardCore.ContentTypes.AdminMenu
source: Content Parts
cs: Bloky obsahu
fi: Sisällön osat

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Display Name can't be empty.
cs: Název nemůže být prázdný.
fi: Näyttönimi ei voi olla tyhjä.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A type with the same Display Name already exists.
cs: Typ se stejným názvem již existuje.
fi: Samalla näyttönimellä oleva tyyppi on jo olemassa.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Technical Name can't be empty.
cs: Technický název nemůže být prázdný.
fi: Tekninen nimi ei voi olla tyhjä.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Technical Name must start with a letter.
cs: Technický název musí začínat písmenem.
fi: Teknisen nimen tulee alkaa kirjaimella.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Technical Name contains invalid characters.
cs: Technický název obsahuje neplatné znaky.
fi: Tekninen nimi sisältää virheellisiä merkkejä.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Technical Name is reserved for internal use.
cs: Technický název je vyhrazen pro interní použití.
fi: Tekninen nimi on varattu sisäiseen käyttöön.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A type with the same Technical Name already exists.
cs: Typ se stejným technickým názvem již existuje.
fi: Sama tekninen nimi on jo käytössä.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" content type has been created.
cs: Typ obsahu "{0}" byl vytvořen.
fi: Sisältötyyppi "{0}" on luotu.

# OrchardCore.ContentTypes.Controllers.AdminController
source: "{0}" settings have been saved.
cs: Nastavení "{0}" bylo uloženo.
fi: "{0}" asetukset on tallennettu.

# OrchardCore.ContentTypes.Controllers.AdminController
source: "{0}" has been removed.
cs: "{0}" byl odstraněn.
fi: "{0}" on poistettu.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" part has been added.
cs: Blok "{0}" byl přidán.
fi: "{0}" osa on lisätty.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A part with the same Display Name already exists.
cs: Blok se stejným názvem již existuje.
fi: Samalla näyttönimellä oleva osa on jo olemassa.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A part with the same Technical Name already exists.
cs: Blok se stejným technickým názvem již existuje.
fi: Sama tekninen nimi on jo käytössä.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" part has been removed.
cs: Blok "{0}" byl odstraněn.
fi: "{0}" osa on poistettu.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The content part could not be created.
cs: Blok se nepodařilo vytvořit.
fi: Sisältöosan luominen epäonnistui.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" content part has been created.
cs: Blok "{0}" byl vytvořen.
fi: Sisällön osa "{0}" on luotu.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The settings of "{0}" have been saved.
cs: Nastavení pro "{0}" bylo uloženo.
fi: Asetukset kohteelle "{0}" on tallennettu.

# OrchardCore.ContentTypes.Controllers.AdminController
source: There are no fields.
fi: Kenttiä ei ole.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A field with the same Display Name already exists.
cs: Pole se stejným názvem již existuje.
fi: Samalla näyttönimellä oleva kenttä on jo olemassa.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A field with the same Technical Name already exists.
cs: Pole se stejným technickým názvem již existuje.
fi: Samaa teknistä nimeä käyttävä kenttä on jo olemassa.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The field "{0}" has been added.
cs: Pole "{0}" bylo přidáno.
fi: "{0}"-kenttä on lisätty.

# OrchardCore.ContentTypes.Controllers.AdminController
source: Display name changed to {0}.
cs: Název změněn na {0}.
fi: Näyttönimi on vaihdettu muotoon "{0}".

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" field settings have been saved.
cs: Nastavení pro pole "{0}" bylo uloženo.
fi: Kentän "{0}" asetukset on tallennettu.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" field has been removed.
cs: Pole "{0}" bylo odstraněno.
fi: Kenttä "{0}" on poistettu.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" part settings have been saved.
cs: Nastavení pro blok "{0}" bylo uloženo.
fi: Osan "{0}" asetukset on tallennettu.

# OrchardCore.ContentTypes.Editors.ContentTypeSettingsDisplayDriver
source: The stereotype should be alphanumeric.
cs: Toto pole by mělo být alfanumerické.
fi: Luokan tulee olla aakkosnumeerinen.

# OrchardCore.ContentTypes.Editors.DefaultContentTypeDisplayDriver
source: The Content Type name can't be empty.
cs: Název typu obsahu nemůže být prázdný.
fi: Sisältötyypin nimi ei voi olla tyhjä.

# OrchardCore.ContentTypes.Services.ContentDefinitionService
source: Cannot add part named '{0}'. It already exists.
cs: Nelze přidat blok s názvem "{0}". Blok se stejným názvem již existuje.
fi: Osaa "{0}" ei voitu lisätä. Osa on jo olemassa.

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Add New Field To "{0}"
cs: Přidání nové pole do "{0}"
fi: Lisää kohteeseen "{0}" uusi kenttä

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Display Name
cs: Zobrazovaný název
fi: Näyttönimi

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Name of the field as it will be displayed in screens.
cs: Název pole, který bude zobrazen při editaci obsahu.
fi: Kentän nimi sellaisena kuin se näytetään käyttöliittymässä.

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Technical Name
cs: Technický název
fi: Tekninen nimi

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Technical name of the field.
cs: Technický název pole.
fi: Kentän tekninen nimi.

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Field Type
cs: Typ pole
fi: Kentän tyyppi

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Save
cs: Uložit
fi: Tallenna

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Cancel
cs: Storno
fi: Peruuta

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Add Parts To "{0}"
cs: Přidat bloky do "{0}"
fi: Lisää osia kohteeseen "{0}"

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Choose the Parts to add to this Content Type.
cs: Zvolte bloky, které chcete přidat do tohoto typu obsahu.
fi: Valitse osat, jotka liitetään tähän sisältötyyppiin.

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Save
cs: Uložit
fi: Tallenna

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Cancel
cs: Storno
fi: Peruuta

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Add Named Part To "{0}"
cs: Přidat pojmenovný blok do "{0}"
fi: Lisää nimetty osa kohteeseen "{0}"

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Display Name
cs: Zobrazovaný název
fi: Näyttönimi

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Name of the reusable part as it will be displayed in screens.
cs: Název bloku, který bude zobrazen při editaci obsahu.
fi: Uudelleen käytettävissä olevan osan nimi sellaisena kuin se näytetään käyttöliittymässä.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Technical Name
cs: Technický název
fi: Tekninen nimi

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Technical name of the reusable part.
cs: Technický název opakovaně použitelného bloku.
fi: Uudelleenkäytettävän osan tekninen nimi.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Description
cs: Popis
fi: Kuvaus

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Description of the reusable part.
cs: Popis opakovaně použitelného bloku.
fi: Uudelleenkäytettävän osan kuvaus.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: There are no available named parts.
cs: Neexistují žádné pojmenované bloky.
fi: Nimettyjä osia ei ole saatavilla.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Save
cs: Uložit
fi: Tallenna

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Cancel
cs: Storno
fi: Peruuta

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: Update Content Definitions
cs: Aktualizovat definice obsahu
fi: Päivitä sisällön määritykset

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: Include all content types and parts definitions.
cs: Zahrnout definice všech typů obsahu a bloků.
fi: Sisällytä kaikki sisältötyypit ja osien määritelmät.

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: The content types to add as part of the plan.
cs: Typy obsahu, které se přidají jako součást plánu.
fi: Sisältötyypit, jotka on tarkoitus lisätä suunnitelmaan.

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: The content parts to add as part of the plan.
cs: Bloky, které se přidají jako součást plánu.
fi: Sisällön osat, jotka on tarkoitus lisätä suunnitelmaan.

source: Update Content Definitions
cs: Aktualizovat definice obsahu
fi: Päivitä sisällön määritykset

source: Content Definitions should be placed before any content steps.
cs: Definice obsahu by měly být umístěny před všemi kroky obsahu.
fi: Sisällön määritelmät on asetettava ennen sisältövaiheita.

source: Update Content Definitions
cs: Aktualizovat definice obsahu
fi: Päivitä sisällön määritykset

source: Exports specified content type and part definitions for updating.
cs: Exportuje zadaný typ obsahu a definice částí pro aktualizaci.
fi: Vie määritetyn sisältötyypin ja osan määritelmät päivitystä varten.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Technical Name
cs: Technický název
fi: Tekninen nimi

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Technical name of the part.
cs: Technický název části.
fi: Osan tekninen nimi.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Display Name
cs: Zobrazovaný název
fi: Näyttönimi

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Name of the part as it will be displayed in screens. Leave empty to use defaults.
cs: Název bloku, který bude zobrazen při editeci obsahu. Ponechte prázdné, chcete-li použít výchozí nastavení.
fi: Osan nimi sellaisena kuin se esitetään näkymissä. Jätä tyhjäksi käyttääksesi oletusasetusta.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Description
cs: Popis
fi: Kuvaus

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Optionally provide a description for this part.
cs: Volitelně zadejte popis pro tento blok.
fi: Osan valinnainen kuvaus.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Attachable
cs: Připojitelné
fi: Liitettävyys

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Check to allow this part to be attached to other content types.
cs: Zaškrtněte, pokud chcete povolit připojit tento blok k ostatním typům obsahu.
fi: Valitse mahdollistaaksesi tämän osan liittäminen myös muihin sisältötyyppeihin.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Reusable
cs: Vicenásobně použitelné
fi: Uudelleenkäyttö

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Check to allow this part to be attached multiple times.
cs: Zaškrtněte, pokud chcete povolit připojit tento blok vícekrát.
fi: Valitse mahdollistaaksesi osan liittämisen useamman kerran.

# OrchardCore.ContentTypes.Views.ContentType.Edit
source: Technical Name
cs: Technický název
fi: Tekninen nimi

# OrchardCore.ContentTypes.Views.ContentType.Edit
source: Technical name of the type.
cs: Technický název typu.
fi: Tyypin tekninen nimi.

# OrchardCore.ContentTypes.Views.ContentType.Edit
source: Display Name
cs: Zobrazovaný název
fi: Näyttönimi

# OrchardCore.ContentTypes.Views.ContentType.Edit
source: Name of the type as it will be displayed on screens.
cs: Název typu, jak bude zobrazen na obrazovce.
fi: Tyypin nimi sellaisena kuin se näytetään käyttöliittymässä.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Description
fi: Kuvaus

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: (Optional) Description of the content type
fi: (Vapaaehtoinen) Sisältötyypin kuvaus

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Creatable
cs: Povolit vytváření
fi: Luotavissa

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if an instance of this content type can be created through the UI.
cs: Určuje zda může být položka tohoto typu obsahu vytvořena přes UI.
fi: Määrittää, voidaanko tämän sisältötyypin instanssi luoda käyttöliittymän kautta.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Listable
cs: Povolit procházení
fi: Listattavissa

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if an instance of this content type can be listed through the UI.
cs: Určuje zda může být položka tohoto typu obsahu vytvořena přes UI.
fi: Määrittää, listataanko tämän sisältötyypin instanssi käyttöliittymässä.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Draftable
cs: Povolit koncepty
fi: Luonnosteltavissa

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if this content type supports draft versions.
cs: Určuje zda položka tohoto typu obsahu podporuje koncepty.
fi: Määrittää, tukeeko sisältötyyppi luonnosversioita.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Versionable
cs: Povolit verzování
fi: Versioitavissa

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if this content type supports versioning.
cs: Určuje zda tento typ obsahu podporuje verzování.
fi: Määrittää, tukeeko tämä sisältötyyppi versiointia.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Securable
cs: Povolit zabezpečení
fi: Suojattavissa

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if this content type can have custom permissions.
cs: Určuje, zda tento typ obsahu může mít svá vlastní oprávnění.
fi: Määrittää, voiko tällä sisältötyypillä olla mukautettuja käyttöoikeuksia.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Stereotype
cs: Stereotyp
fi: Luokka

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: (Optional) The stereotype of the content type. e.g., Widget, MenuItem, ...
cs: (Volitelné) Stereotyp typu obsahu. například Widget, MenuItem...
fi: (Valinnainen) Sisältötyypin luokka. Voi kuulua vain yhteen luokkaan kerrallaan. Esim. Page, Widget, Menuitem,...

# OrchardCore.ContentTypes.Views.Admin.Create
source: New Content Type
cs: Nový typ obsahu
fi: Uusi sisältötyyppi

# OrchardCore.ContentTypes.Views.Admin.Create
source: Display Name
cs: Zobrazovaný název
fi: Näyttönimi

# OrchardCore.ContentTypes.Views.Admin.Create
source: Name of the type as it will be displayed on screens.
cs: Název typu, který bude zobrazen při editaci obsahu.
fi: Tyypin nimi sellaisena kuin se näytetään käyttöliittymässä.

# OrchardCore.ContentTypes.Views.Admin.Create
source: Technical Name
cs: Technický název
fi: Tekninen nimi

# OrchardCore.ContentTypes.Views.Admin.Create
source: Technical name of the type.
cs: Technický název typu.
fi: Tyypin tekninen nimi.

# OrchardCore.ContentTypes.Views.Admin.Create
source: Create
cs: Vytvořit
fi: Luo

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: New Content Part
cs: Nový blok
fi: Uusi sisällön osa

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: Name
cs: Název
fi: Nimi

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: Use no spaces or special characters. For example, "MyCustomPart"
cs: Nepoužívejte žádné mezery nebo speciální znaky. Například "MyCustomPart"
fi: Älä käytä välilyöntejä tai erikoismerkkejä. Esimerkki: "MyCustomPart"

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: Create
cs: Vytvořit
fi: Luo

source: Content Type Definitions
cs: Definice typu obsahu
fi: Sisältötyypin määritelmät

source: A comma separated list of content type definitions to delete
cs: Čárkami oddělený seznam definic typů obsahu ke smazání
fi: Pilkulla erotettu luettelo poistettavista sisältötyypin määrityksistä

source: Content Part Definitions
cs: Definice části obsahu
fi: Sisältötyypin määritelmät

source: A comma separated list of content part definitions to delete
cs: Čárkami oddělený seznam definic částí obsahu ke smazání
fi: Pilkulla erotettu luettelo poistettavista sisältöosan määritelmistä

source: Delete Content Definitions
cs: Smazat definice obsahu
fi: Poista sisällön määritykset

source: Delete Content Definitions
cs: Smazat definice obsahu
fi: Poista sisällön määritykset

source: Exports specified content type and part definitions for deletion.
cs: Exportuje definovaný typ obsahu a definice částí pro smazání.
fi: Vie määritetyn sisältötyypin ja osan määritykset päivitystä varten.

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Edit Content Type - {0}
cs: Upravit typ obsahu - {0}
fi: Muokkaa sisältötyyppiä - {0}

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Fields
cs: Pole
fi: Kentät

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Edit
cs: Upravit
fi: Muokkaa

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Remove
cs: Odstranit
fi: Poista

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Display mode
cs: Režim zobrazení
fi: Esitystila

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Editor
fi: Muokkain

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Add Field
cs: Přidat pole
fi: Lisää kenttä

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Parts
cs: Bloky
fi: Osat

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Contains the fields for the current type
cs: Obsahuje pole pro tento typ obsahu
fi: Sisältää kentät nykyiseen tyyppiin

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Add Parts
cs: Přidat bloky
fi: Lisää osia

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Add Named Part
cs: Přidat pojmenovný blok
fi: Lisää nimetty osa

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Save
cs: Uložit
fi: Tallenna

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Delete
cs: Smazat
fi: Poista

# OrchardCore.ContentTypes.Views.Admin.EditField
source: "{0}" settings for "{1}"
cs: Nastavení "{0}" pro "{1}"
fi: "{0}" asetukset kohteelle "{1}"

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Display Name
cs: Zobrazovaný název
fi: Näyttönimi

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Name of the field as it will be displayed in screens.
cs: Název pole, který bude zobrazen při editaci obsahu.
fi: Kentän nimi sellaisena kuin se näytetään käyttöliittymässä.

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Technical Name
cs: Technický název
fi: Tekninen nimi

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Technical name of the field.
cs: Technický název pole.
fi: Kentän tekninen nimi.

# OrchardCore.ContentTypes.Views.Admin.EditField
source: What type of editor should be used?
cs: Jaký typ editoru se má použít?
fi: Minkä tyyppistä editoria tulisi käyttää?

# OrchardCore.ContentTypes.Views.Admin.EditField
source: What type of display mode should be used?
cs: Jaký typ zobrazení se má použit?
fi: Minkälaista esitysmoodia tulisi käyttää?

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Save
cs: Uložit
fi: Tallenna

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Cancel
cs: Storno
fi: Peruuta

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Edit Content Part - {0}
cs: Upravit blok - {0}
fi: Muokkaa sisällön osaa - {0}

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Fields
cs: Pole
fi: Kentät

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Edit
cs: Upravit
fi: Muokkaa

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Remove
cs: Odstranit
fi: Poista

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Add Field
cs: Přidat pole
fi: Lisää kenttä

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Save
cs: Uložit
fi: Tallenna

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Delete
cs: Smazat
fi: Poista

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditPartViewModel
source: Edit
cs: Upravit
fi: Muokkaa

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Edit Part - {0}
cs: Upravit blok - {0}
fi: Muokkaa osaa - {0}

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Some part settings common to all types can also be defined at the <a href="{0}">Part Definition</a> level.
cs: Některá nastavení, které jsou společná pro všechny typy lze také definovat na úrovni <a href="{0}">definice bloku</a>.
fi: Jotkin kaikille tyyppeille yhteiset osaparametrit voidaan määrittää myös <a href="{0}">osamäärittelyn </a>-tasolla.

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Display Name
cs: Zobrazovaný název
fi: Näyttönimi

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Name of the part as it will be displayed in screens.
cs: Název bloku, který bude zobrazen při editaci obsahu.
fi: Osan nimi sellaisena kuin se näytetään käyttöliittymässä.

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Description
cs: Popis
fi: Kuvaus

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: The description of the part as it will be displayed in screens.
cs: Popis bloku, který bude zobrazen při editaci obsahu.
fi: Osan nimi sellaisena kuin se näytetään käyttöliittymässä.

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: What type of editor should be used?
cs: Jaký typ editoru se má použít?
fi: Minkä tyyppistä editoria tulisi käyttää?

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: What type of display mode should be used?
cs: Jaký typ zobrazení se má použit?
fi: Minkälaista esitysmoodia tulisi käyttää?

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Save
cs: Uložit
fi: Tallenna

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Cancel
cs: Storno
fi: Peruuta

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: Technical Name
fi: Tekninen nimi

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: Create New {0}
cs: Vytvořit nový {0}
fi: Luo uusi {0}

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: List Items
cs: Položky seznamu
fi: Listaa nimikkeet

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: Edit
cs: Upravit
fi: Muokkaa

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Collapse
cs: Sbalit
fi: Sulje

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: NB. Setting is collapsed by default, and cannot be overwritten.
cs: NB. Nastavení je ve výchozím nastavení sbaleno a nemůže být přepsáno.
fi: Huom: Asetus on suljettuna oletusarvoisesti eikä tätä voi ohittaa.

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Check to collapse fields in the GraphQL schema.
cs: Zaškrtněte, pokud chcete pole sabalit v schématu GraphQL.
fi: Valitse sulkeaksesi GraphQL-skeeman kentät.

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Hide
cs: Skrýt
fi: Piilota
