Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Lists.po
Languages: fa, pt_br

# OrchardCore.Lists.GraphQL.ContainedInputObjectType
source: the list part of the content item
fa: بخش لیست این آیتم محتوا
pt_br: o componente da lista de item de conteúdo

# OrchardCore.Lists.GraphQL.ContainedInputObjectType
source: the content item id of the parent list of the content item to filter
fa: شناسه آیتم محتوای لیست والد این آیتم محتوا برای فیلتر کردن
pt_br: o id do item de conteúdo da lista pai do item de conteúdo a ser filtrado

# OrchardCore.Lists.GraphQL.ContainedQueryObjectType
source: Represents a link to the parent content item, and the order that content item is represented.
fa: یک لینک به آیتم محتوای والد و رتبه قرارگیری آن در هنگام نمایش در لیست را ارائه می‌دهد.
pt_br: Representa um link para o item de conteúdo pai e a ordem que o item de conteúdo é representado.

# OrchardCore.Lists.GraphQL.ListQueryObjectType
source: Represents a collection of content items.
fa: مجموعه‌ای از آیتم‌های محتوا را ارائه می‌دهد.
pt_br: Representa uma coleção de itens de conteúdo.

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: The specified Blog Post doesn't exist anymore. Please create a new Blog Post.
fa: پست بلاگ مورد نظر دیگر وجود ندارد. لطفا یک پست بلاگ جدید بسازید.
pt_br: O post especificado não existe mais. Por favor, crie um novo post do blog.

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: Not authorized to delete this content
fa: پاک‌کردن این محتوا مجاز نیست
pt_br: Sem autorização para excluir este conteúdo

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: The username or e-mail or password provided is incorrect.
fa: نام کاربری، ایمیل و یا رمزعبور ارائه شده نادرست است.
pt_br: O nome de usuário ou e-mail ou senha fornecida estão incorretos.

# OrchardCore.Lists.Settings.ListPartSettingsDisplayDriver
source: At least one content type must be selected.
fa: حداقل یک نوع محتوا باید انتخاب شود.
pt_br: Pelo menos um tipo de conteúdo deve ser selecionado.

# OrchardCore.Lists.Views.ListPart
source: The list is empty
fa: لیست مورد نظر خالی است
pt_br: A lista está vazia

# OrchardCore.Lists.Views.ListPart.DisplayOption
source: Standard
fa: استاندارد
pt_br: Padrão

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Please specify at least one contained content type.
fa: لطفا حداقل یک نوع از محتوای موجود را انتخاب کنید.

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Filters
fa: فیلترها

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Only draft items
fa: فقط آیتم‌هایی که پیش‌نویس شده‌اند

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Only published items
fa: فقط آیتم‌هایی که منتشر شده‌اند

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Owned by me
fa: ایجادشده توسط من

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Search
fa: جستجو

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: There was an error when updating the order of the items.
fa: هنگام به روزرسانی ترتیب خطایی رخ داد.

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: The list is empty.
fa: لیست خالی است.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Disable RSS feed link generation.
fa: غیرفعال سازی تولید کننده لینک RSS feed.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Feed proxy Url
fa: آدرس پروکسی Feed
pt_br: URL do proxy de Feed

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Provide a custom public url which will be used to proxy the local rss feed.
fa: یک آدرس دلخواه که RSS Feed محلی را در دسترس عموم قرار می‌دهد.
pt_br: Informe uma URL pública que será usada para o proxy do feed rss local.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: The current feed is available at <a href="{0}" target="_blank">{0}</a>.
fa: Feed فعلی توسط این آدرس <a href="{0}" target="_blank">{0}</a> در دسترس است.
pt_br: O feed atual está disponível em <a href="{0}" target="_blank">{0}</a>.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Feed items count
fa: تعداد آیتم‌های Feed
pt_br: Quantidade itens do Feed

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: The number of elements to display in the feed.
fa: تعداد المان‌هایی که در Feed نمایش داده می‌شود.
pt_br: Número de elementos a serem exibidos no feed.

# OrchardCore.Lists.Views.ListPartNavigationAdmin
source: List Items
fa: آیتم‌های لیست

# OrchardCore.Lists.Views.ListPartNavigationAdmin
source: Edit {0}
fa: ویرایش {0}

# OrchardCore.Lists.Views.ListPartNavigationAdmin
source: Create {0}
fa: ایجاد {0}

# OrchardCore.Lists.Views.ListPartNavigationAdmin
source: New
fa: جدید

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Page Size
fa: اندازه صفحه
pt_br: Tamanho da Página

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: The number of items to display per page.
fa: تعداد آیتم‌هایی که در هر صفحه نمایش داده می‌شود.
pt_br: O número de itens a serem exibidos por página.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Enable Ordering
fa: فعال سازی مرتب سازی
pt_br: Ativar Ordenação

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Check this option to enable manual ordering of items.
fa: برای مرتب سازی دستی آیتم ها، این گزینه را علامت بزنید.
pt_br: Marque esta opção para habilitar a ordenação manual de itens.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Contained Content Types
fa: انواع محتوایی که شامل می‌شود
pt_br: Tipos de Conteúdo incluídos

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: The content types that this list can contain, e.g. Blog Post for a Blog.
fa: انواع محتوایی که این لیست می‌تواند شامل شود، برای مثال Blog Post برای یک Blog.
pt_br: Os tipos de conteúdo que esta lista pode conter, por exemplo, Post do Blog para um Blog.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Show container's header
fa: نمایش سربرگ container

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Check this option to show a header for the owning content.
fa: این گزینه را علامت بزنید تا یک سربرگ برای محتوای مالک نمایش داده شود.

# OrchardCore.Lists.Views.ListPartSummaryAdmin
source: List Items
fa: آیتم‌های لیست

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Lists
fa: لیست‌ها
pt_br: Listas

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon for the content items
fa: آیکون برای آیتم‌های محتوا
pt_br: Ícone para os itens de conteúdo

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon
fa: آیکون
pt_br: Ícone

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Add parent menu item
fa: افزودن آیتم منوی اصلی
pt_br: Adicionar item de menu pai

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon for the parent menu item
fa: آیکون برای آیتم منوی اصلی
pt_br: Ícone do item de menu pai

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Pick an icon
fa: یک آیکون انتخاب کنید
pt_br: Escolha um ícone

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeSummary
source: Lists
fa: لیست‌ها
pt_br: Listas

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeThumbnail
source: Lists
fa: لیست‌ها
pt_br: Listas

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeThumbnail
source: Adds links for list content items
fa: افزودن لینک آیتم‌های محتوای یک لیست
pt_br: Adiciona links para itens de lista de conteúdo
