Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Themes.po
Languages: ar, cs, fa, fi, ru

# OrchardCore.Themes.AdminMenu
source: Design
ar: تصميم
cs: Vzhled
fa: طراحی
fi: Suunnittelu
ru: Дизайн

# OrchardCore.Themes.AdminMenu
source: Themes
ar: السمات
cs: Šablony
fa: پوسته‌ها
fi: Teemat
ru: Темы

# OrchardCore.Themes.Controllers.AdminController
source: {0} was enabled
ar: {0} مفعل
cs: Šablona {0} byl povolena
fa: {0} فعال شد
fi: {0} otettiin käyttöön
ru: {0} была включена

# OrchardCore.Themes.Controllers.AdminController
source: {0} was set as the default {1} theme
ar: {0} تم تعيينة كسمة إفتراضية لـ {1}
cs: Motiv {0} byl nastaven jako výchozí téma {1}
fa: {0} به عنوان قالب پیش‌فرض {1} تعیین شده است
fi: {0} asetettiin oletus {1} teemaksi
ru: {0} была установлена как тема по умолчанию {1}

# OrchardCore.Themes.Controllers.AdminController
source: The Site theme was reset.
ar: تم إعادة تعيين سمة الموقع.
cs: Šablona stránky byla nastavena na výchozí.
fa: قالب سایت غیر فعال شد.
fi: Sivuston teema palautettiin oletukseksi.
ru: Тема сайта была сброшена.

# OrchardCore.Themes.Controllers.AdminController
source: The Admin theme was reset.
ar: تم إعادة تعيين سمة لوحة التحكم.
cs: Šablona administrace byla nastavena na výchozí.
fa: قالب پنل مدیریت غیر فعال شد.
fi: Ylläpidon teema palautettiin oletukseksi.
ru: Тема администратора была сброшена.

# OrchardCore.Themes.Controllers.AdminController
source: {0} was disabled.
cs: Motiv {0} byl zakázán.
fa: {0} غیرفعال شد.
fi: {0} poistettiin käytöstä.
ru: {0} отключен.

# OrchardCore.Themes.Controllers.AdminController
source: {0} was enabled.
cs: Motiv {0} byl povolen.
fa: {0} فعال شد.
fi: {0} otettiin käyttöön.
ru: {0} включен.

# OrchardCore.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features disabled.
ar: السمة "{0}" موجودة مسبقاً على مجموعة السمات اللاتي تحتاج إلى تعطيل الميزات.
cs: Šablona "{0}" je již v seznamu šablon, která potřebují zakázat některé funkce.
fa: پوسته "{0}" در حال حاضر در پشته پوسته‌هایی قرار دارد که نیاز به غیرفعال‌کردن یک یا چند ویژگی (Features) دارند.
fi: Teema "{0}" on jo teemapinossa, joista tulee ottaa ominaisuuksia pois päältä.
ru: Тема "{0}" уже находится в стеке тем, которые нуждаются в отключенных функциях.

# OrchardCore.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features enabled.
ar: السمة "{0}" موجودة مسبقاً على مجموعة السمات اللاتي تحتاج إلى تمكين الميزات.
cs: Šablona "{0}" je již v seznamu šablon, která potřebují povolit některé funkce.
fa: پوسته "{0}" در حال حاضر در پشته پوسته‌هایی قرار دارد که نیاز به فعال‌کردن یک یا چند ویژگی (Features) دارند.
fi: Teema "{0}" on jo teemapinossa, joista tulee ottaa ominaisuuksia on otettava käyttöön.
ru: Тема "{0}" уже находится в стеке тем, которые нуждаются в включении функций.

# OrchardCore.Themes.Services.ThemeService
source: {0} was enabled.
ar: {0} مفعل.
cs: Šablona {0} byla povolena.
fa: {0} فعال شد.
fi: {0} otettiin käyttöön.
ru: {0} была включена.

# OrchardCore.Themes.Services.ThemeService
source: {0} was disabled.
ar: {0} معطل.
cs: Šablona {0} byla zakázána.
fa: {0} غیرفعال شد.
fi: {0} poistettiin käytöstä.
ru: {0} была выключена.

# OrchardCore.Themes.Views.NavigationItemText-themes.Id
source: Design
ar: تصميم
cs: Vzhled
fa: طراحی
fi: Suunnittelu
ru: Дизайн

# OrchardCore.Themes.Views.Admin.Index
source: Themes
ar: السمات
cs: Motivy
fa: تم ها
fi: Teemat
ru: Темы

# OrchardCore.Themes.Views.Admin.Index
source: There are no themes installed.
ar: لا توجد سمات متاحة للتنصيب.
cs: Není nainstalována žádná šablona.
fa: هیچ پوسته‌ای نصب نشده است.
fi: Ei asennettuja teemoja.
ru: Нет установленных тем.

# OrchardCore.Themes.Views.Admin.Index
source: Make Current
cs: Nastavit jako aktuální

# OrchardCore.Themes.Views.Admin.Index
source: Disable
cs: Zakázat

# OrchardCore.Themes.Views.Admin.Index
source: Enable
cs: Povolit

# OrchardCore.Themes.Views.Admin.Index
source: This is the current Admin theme
cs: Toto je aktuální šablona administrace

# OrchardCore.Themes.Views.Admin.Index
source: This is the current Site theme
cs: Toto je aktuální šablona webu

# OrchardCore.Themes.Views.Admin.Index
source: Reset current themes
ar: إعادة ضبط السمات
cs: Obnovit aktuální šablonu
fa: تنظیم مجدد پوسته جاری
fi: Palauta nykyiset teemat oletusasetuksiinsa
ru: Сбросить текущие темы

# OrchardCore.Themes.Views.Admin.Index
source: The following actions reset the themes. It is used for sites that can't use theming.
ar: الإجراءات التالية تعيد ضبط السمات. يتم إستخدامها للمواقع التي لا تستخم السمات.
cs: Následující akce resetuje motivy. To se používá pro weby, kde nelze použít motivy.
fa: عملیات‌های زیر، پوسته‌های فعال بر روی سایت را غیرفعال می‌کند. این برای سایت‌هایی که نباید از پوسته تبعیت کنند، کاربرد دارد.
fi: Seuraavat toiminnot palauttavat teemat oletusasetuksiin. Sitä käytetään sivustoille, jotka eivät voi käyttää teemoja.
ru: Следующие действия сбрасывают темы. Они используются для сайтов, которые не могут использовать темы.

# OrchardCore.Themes.Views.Admin.Index
source: Reset Site Theme
ar: إعادة تعيين سمة الموقع
cs: Nastavit šablona stránky na výchozí
fa: غیرفعال‌کردن پوسته سایت
fi: Palauta sivuston teema oletusasetuksiinsa
ru: Сбросить тему сайта

# OrchardCore.Themes.Views.Admin.Index
source: Are you sure you want to reset the Site theme?
ar: هل أنت متأكد من أنك تريد إعادة ضبط سمة الموقع؟
cs: Opravdu chcete šablonu webu nastavit na výchozí?
fa: آیا از غیرفعال کردن پوسته سایت اطمینان دارید؟
fi: Oletko varma, että haluat palauttaa sivuston teeman oletusasetuksiinsa?
ru: Вы уверены, что хотите сбросить тему сайта?

# OrchardCore.Themes.Views.Admin.Index
source: Reset Admin Theme
ar: إعادة تعيين سمة لوحة التحكم
cs: Nastavit šablona administrace na výchozí
fa: غیرفعال‌کردن پوسته پنل مدیریت
fi: Palauta ylläpidon teema oletusasetuksiinsa
ru: Сбросить тему администратора

# OrchardCore.Themes.Views.Admin.Index
source: Are you sure you want to reset the Admin theme?
ar: هل أنت متأكد من أنك تريد إعادة ضبط سمة لوحة التحكم؟
cs: Opravdu chcete šablonu administrace nastavit na výchozí?
fa: آیا از غیرفعال کردن پوسته پنل مدیریت اطمینان دارید؟
fi: Oletko varma, että haluat palauttaa ylläpidon teeman oletusasetuksiinsa?
ru: Вы уверены, что хотите сбросить тему администратора?

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Edit
source: Themes
ar: السمات
cs: Šablony
fa: پوسته‌ها
fi: Teemat
ru: Темы

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Summary
source: Themes
ar: السمات
cs: Šablony
fa: پوسته‌ها
fi: Teemat
ru: Темы

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Summary
source: Adds the currently selected site theme and admin theme to the plan.
ar: اضف السمات المحددة حالياً للخطة.
cs: Přidat aktuálně vybranou šablonu stránky a administrace do plánu.
fa: پوسته سایت و پوسته پنل مدیریتی که در در حال حاضر برای سایت انتخاب شده است را به برنامه استقرار اضافه می‌کند.
fi: Lisää valitun sivuston ja sivuston ylläpidon teemat suunnitelmaan.
ru: Добавляет выбранный тему сайта и тему администратора в план.

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Thumbnail
source: Themes
ar: السمات
cs: Šablony
fa: پوسته‌ها
fi: Teemat
ru: Темы

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Thumbnail
source: Exports the currently selected site theme and admin theme.
ar: صدر السمات المحدة حالياً.
cs: Exportuje aktuálně vybranou šablonu stránky a administrace.
fa: از پوسته سایت و پوسته پنل مدیریتی که در در حال حاضر برای سایت انتخاب شده است، خروجی می‌گیرد.
fi: Vie valitun sivuston ja sivuston ylläpidon teemat.
ru: Экспортирует выбранную тему сайта и тему администратора.

# OrchardCore.Themes.Views.ToggleTheme
source: Auto
ru: Авто

# OrchardCore.Themes.Views.ToggleTheme
source: Light
ru: Светлая

# OrchardCore.Themes.Views.ToggleTheme
source: Dark
ru: Темная
