Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Search.Lucene.po
Languages: fa

# OrchardCore.Search.Lucene.AdminMenu
source: Search
fa: جستجو

# OrchardCore.Search.Lucene.AdminMenu
source: Indexing
fa: فهرست‌بندی

# OrchardCore.Search.Lucene.AdminMenu
source: Lucene Indices
fa: شاخص‌های Lucene

# OrchardCore.Search.Lucene.AdminMenu
source: Run Lucene Query
fa: اجرای کوئری Lucene

# OrchardCore.Search.Lucene.Controllers.AdminController
source: Reset
fa: بازنشانی

# OrchardCore.Search.Lucene.Controllers.AdminController
source: Rebuild
fa: بازسازی

# OrchardCore.Search.Lucene.Controllers.AdminController
source: Delete
fa: حذف

# OrchardCore.Search.Lucene.Controllers.AdminController
source: Any culture
fa: هر فرهنگ

# OrchardCore.Search.Lucene.Controllers.AdminController
source: An index named {0} already exists.
fa: فهرستی به نام {0} قبلا ایجاد شده است.

# OrchardCore.Search.Lucene.Controllers.AdminController
source: An index named {0} doesn't exist.
fa: فهرستی به نام {0} وجود ندارد.

# OrchardCore.Search.Lucene.Controllers.AdminController
source: An error occurred while creating the index.
fa: یک خطا هنگام ایجاد فهرست به وجود آمده است.

# OrchardCore.Search.Lucene.Controllers.AdminController
source: Index <em>{0}</em> created successfully.
fa: فهرست <em>{0}</em> با موفقیت ایجاد شد.

# OrchardCore.Search.Lucene.Controllers.AdminController
source: An error occurred while editing the index.
fa: هنگام ویرایش نمایه خطایی روی داد.

# OrchardCore.Search.Lucene.Controllers.AdminController
source: Index <em>{0}</em> modified successfully, <strong>please consider doing a rebuild on the index.</strong>
fa: فهرست <em>{0}</em> با موفقیت اصلاح شد، <strong>لطفاً بازسازی نمایه را در نظر بگیرید.</strong>

# OrchardCore.Search.Lucene.Controllers.AdminController
source: Index <em>{0}</em> reset successfully.
fa: فهرست <em>{0}</em> با موفقیت مجددا تنظیم شد.

# OrchardCore.Search.Lucene.Controllers.AdminController
source: Index <em>{0}</em> rebuilt successfully.
fa: فهرست <em>{0}</em> با موفقیت بازسازی شد.

# OrchardCore.Search.Lucene.Controllers.AdminController
source: Index <em>{0}</em> deleted successfully.
fa: فهرست <em>{0}</em> با موفقیت پاک شد.

# OrchardCore.Search.Lucene.Controllers.AdminController
source: An error occurred while deleting the index.
fa: یک خطا هنگام پاک‌کردن فهرست به وجود آمده است.

# OrchardCore.Search.Lucene.Controllers.AdminController
source: Invalid query : {0}
fa: درخواست نامعتبر: {0}

# OrchardCore.Search.Lucene.Controllers.AdminController
source: Indices successfully removed.
fa: شاخص ها با موفقیت حذف شدند.

# OrchardCore.Search.Lucene.Controllers.AdminController
source: At least one content type selection is required.
fa: حداقل یک انتخاب نوع محتوا مورد نیاز است.

# OrchardCore.Search.Lucene.Controllers.AdminController
source: The index name is required.
fa: نام فهرست ضروری است.

# OrchardCore.Search.Lucene.Drivers.LuceneQueryDisplayDriver
source: The query field is required
fa: فیلد کوئری ضروری است

# OrchardCore.Search.Lucene.Drivers.LuceneQueryDisplayDriver
source: The index field is required
fa: فیلد فهرست ضروری است

# OrchardCore.Search.Lucene.Views.ContentPickerFieldLuceneEditorSettings.Edit
source: Index
fa: فهرست

# OrchardCore.Search.Lucene.Views.ContentPickerFieldLuceneEditorSettings.Edit
source: The Lucene index to query for content items
fa: فهرست Lucene برای جستارکردن در آیتم‌های محتوا توسط کوئری

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: Create Lucene Index
fa: فهرست Lucene را ایجاد کنید

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: Edit Lucene Index
fa: ویرایش فهرست Lucene

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: Index Name
fa: نام فهرست

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: Analyzer Name
fa: نام تحلیل گر

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: Culture
fa: فرهنگ

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: The content culture that it will index.
fa: فرهنگ محتوا که فهرست خواهد شد.

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: Content Types
fa: انواع محتوا

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: The content types to index. Choose at least one.
fa: انواع محتوا برای نمایه سازی حداقل یکی را انتخاب کنید.

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: Index options
fa: گزينه های شاخص

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: Index latest version
fa: آخرین نسخه را فهرست کنید

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: Check to index draft if it exists, otherwise only the published version is indexed.
fa: اگر پیش‌نویس وجود دارد، برای فهرست‌بندی علامت بزنید، در غیر این صورت فقط نسخه منتشر شده ایندکس می‌شود.

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: Store source data
fa: ذخیره داده های منبع

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: Check to store source data in the index.
fa: برای ذخیره داده های منبع در فهرست علامت بزنید.

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: Create
fa: ایجاد

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: Cancel
fa: انصراف

# OrchardCore.Search.Lucene.Views.Admin.Edit
source: Save
fa: ذخیره

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Lucene Indices
fa: شاخص‌های Lucene

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Search
fa: جستجو

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Add Index
fa: افزودن فهرست

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Select All
fa: انتخاب همه

# OrchardCore.Search.Lucene.Views.Admin.Index
source: 1 item
fa: 1 مورد

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Items {0} to {1}
fa: موارد {0} تا {1}

# OrchardCore.Search.Lucene.Views.Admin.Index
source: / {0} item in total
fa: / {0} مورد در مجموع

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Actions
fa: اقدامات

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Bulk Action
fa: اقدام انبوه

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Are you sure you want to {0} these items?
fa: آیا مطمئنید که می خواهید این موارد را {0} کنید?

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Query
fa: کوئری

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Reset Index
fa: تنظیم‌مجدد فهرست

# OrchardCore.Search.Lucene.Views.Admin.Index
source: This will restart the indexing of all content items. Continue?
fa: این مورد همه آیتم‌های محتوا را مجدد ایندکس می‌کند. ادامه می دهید?

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Yes
fa: بله

# OrchardCore.Search.Lucene.Views.Admin.Index
source: No
fa: خیر

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Reset
fa: تنظیم مجدد

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Rebuild Index
fa: بازسازی فهرست

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Your index will be rebuilt, which might alter some services during the process. Continue?
fa: فهرست شما مجدد ساخته خواهد شد. در این فرایند، ممکن است برخی از سرویس‌ها تغییر کنند. ادامه پیدا کند?

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Rebuild
fa: بازسازی

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Edit
fa: ویرایش

# OrchardCore.Search.Lucene.Views.Admin.Index
source: Delete
fa: حذف

# OrchardCore.Search.Lucene.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no indices for the moment.
fa: <strong>چیزی اینجا نیست!</strong> هیچ شاخصی در این لحظه وجود ندارد.

# OrchardCore.Search.Lucene.Views.Admin.Index
source: selected
fa: انتخاب شده

# OrchardCore.Search.Lucene.Views.LuceneContentIndexSettings.Edit
source: Index settings
fa: تنظیمات فهرست

# OrchardCore.Search.Lucene.Views.LuceneContentIndexSettings.Edit
source: Include this element in the index
fa: این المان در فهرست قرار گیرد

# OrchardCore.Search.Lucene.Views.LuceneContentIndexSettings.Edit
source: Check to include the value of this element in the index.
fa: برای درج مقدار این المان در فهرست، علامت بزنید.

# OrchardCore.Search.Lucene.Views.LuceneContentIndexSettings.Edit
source: Keyword
fa: کلیدواژه

# OrchardCore.Search.Lucene.Views.LuceneContentIndexSettings.Edit
source: Check to index as a keyword value (indexed as a single token).
fa: برای ایندکس کردن به عنوان مقدار کلمه کلیدی (به عنوان یک نشانه واحد) علامت بزنید.

# OrchardCore.Search.Lucene.Views.LuceneContentIndexSettings.Edit
source: Stored
fa: ذخیره شده

# OrchardCore.Search.Lucene.Views.LuceneContentIndexSettings.Edit
source: Check to be able to retrieve the original value from the index.
fa: علامت بزنید تا بتوانید مقدار اصلی را از فهرست بازیابی کنید.

# OrchardCore.Search.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: Lucene Search Indexes
fa: شاخص های جستجوی Lucene

# OrchardCore.Search.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: Include all search indexes.
fa: تمام فهرست‌های جستجو را شامل شود.

# OrchardCore.Search.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: The search indexes to add as part of the plan.
fa: فهرست های جستجو برای افزودن به عنوان بخشی از طرح.

# OrchardCore.Search.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: Lucene Search Indexes
fa: شاخص های جستجوی Lucene

# OrchardCore.Search.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: All
fa: همه

# OrchardCore.Search.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: No index selected.
fa: فهرستی انتخاب نشده است.

# OrchardCore.Search.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Thumbnail
source: Lucene Search Indexes
fa: شاخص های جستجوی لوسن

# OrchardCore.Search.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Thumbnail
source: Exports all or specified search indexes.
fa: از همه فهرست‌های جستجو یا فهرست‌های جستجوی مشخص‌‌شده‌ای خروجی می‌گیرد.

source: Rebuild Lucene Search Indices
fa: بازسازی شاخص های جستجوی لوسن

source: Include all Lucene search indices.
fa: همه شاخص های جستجوی Lucene را شامل شود.

source: The Lucene search indices to rebuild as part of the plan.
fa: شاخص های جستجوی Lucene برای بازسازی به عنوان بخشی از طرح.

source: Rebuild Lucene Search Indices
fa: شاخص های جستجوی لوسن را بازسازی کنید

source: All
fa: همه

source: No index selected.
fa: فهرستی انتخاب نشده است.

source: Rebuild Lucene Search Indices
fa: شاخص های جستجوی لوسن را بازسازی کنید

source: Rebuild all or specified Lucene search indices.
fa: همه یا شاخص های جستجوی Lucene مشخص شده را بازسازی کنید.

# OrchardCore.Search.Lucene.Views.Items.LuceneIndexResetDeploymentStep.Fields.Edit
source: Reset Lucene Search Indices
fa: بازنشانی شاخص های جستجوی Lucene

# OrchardCore.Search.Lucene.Views.Items.LuceneIndexResetDeploymentStep.Fields.Edit
source: Include all Lucene search indices.
fa: همه شاخص های جستجوی Lucene را شامل شود.

# OrchardCore.Search.Lucene.Views.Items.LuceneIndexResetDeploymentStep.Fields.Edit
source: The Lucene Search Indices to reset as part of the plan.
fa: شاخص‌های جستجوی Lucene برای بازنشانی به عنوان بخشی از طرح.

source: Reset Lucene Search Indices
fa: بازنشانی شاخص های جستجوی Lucene

source: All
fa: همه

source: No index selected.
fa: فهرستی انتخاب نشده است.

source: Reset Lucene Search Indices
fa: بازنشانی شاخص های جستجوی Lucene

source: Reset all or specified Lucene search indices.
fa: همه یا شاخص های جستجوی Lucene مشخص شده را بازنشانی کنید.

# OrchardCore.Search.Lucene.Views.LuceneQuery.Buttons.SummaryAdmin
source: Run
fa: اجرا

# OrchardCore.Search.Lucene.Views.LuceneQuery.Edit
source: Index
fa: فهرست

# OrchardCore.Search.Lucene.Views.LuceneQuery.Edit
source: The Lucene index to search on
fa: فهرست Lucene برای جستجو

# OrchardCore.Search.Lucene.Views.LuceneQuery.Edit
source: Return Content Items
fa: برگرداندن آیتم‌های محتوا

# OrchardCore.Search.Lucene.Views.LuceneQuery.Edit
source: Check to return the corresponding content items.
fa: برای بازگرداندن موارد محتوای مربوطه علامت بزنید.

# OrchardCore.Search.Lucene.Views.LuceneQuery.Edit
source: Query
fa: کوئری

# OrchardCore.Search.Lucene.Views.LuceneQuery.Edit
source: The search query uses the Elasticsearch format. Some documentation can be found here <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>
fa: عبارت جستجو از قالب Elasticsearch استفاده می کند. برخی از اسناد را می‌توانید در اینجا پیدا کنید <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>

# OrchardCore.Search.Lucene.Views.LuceneQuery.SummaryAdmin
source: Lucene query
fa: کوئری Lucene

# OrchardCore.Search.Lucene.Views.LuceneSettings.Edit
source: Default search index
fa: فهرست جستجو پیش‌فرض

# OrchardCore.Search.Lucene.Views.LuceneSettings.Edit
source: Select a search index
fa: فهرست جستجو را انتخاب کنید

# OrchardCore.Search.Lucene.Views.LuceneSettings.Edit
source: The default index to use for the search page.
fa: فهرست پیش‌فرض برای استفاده در صفحه جستجو.

# OrchardCore.Search.Lucene.Views.LuceneSettings.Edit
source: You need to create at least an index to set as the Search index.
fa: جهت تنظیم فهرست جستجو به حداقل یک فهرست نیاز است.

# OrchardCore.Search.Lucene.Views.LuceneSettings.Edit
source: Default searched fields
fa: فیلد های جستجو شده پیش‌فرض

# OrchardCore.Search.Lucene.Views.LuceneSettings.Edit
source: A comma separated list of fields to use for search pages. The default value is <code>Content.ContentItem.FullText</code>.
fa: فهرستی از فیلدهای جدا شده با کاما برای استفاده برای صفحات جستجو. مقدار پیش فرض <code>Content.ContentItem.FullText</code> است.

# OrchardCore.Search.Lucene.Views.LuceneSettings.Edit
source: Allow Lucene queries in search forms
fa: درخواست های Lucene را در فرم های جستجو مجاز کنید

# OrchardCore.Search.Lucene.Views.LuceneSettings.Edit
source: Whether search queries should be allowed to use <a href="https://lucene.apache.org/core/2_9_4/queryparsersyntax.html">Lucene query parser syntax</a>.
fa: اینکه آیا عبارت‌های جستجو باید مجاز به استفاده از <a href="https://lucene.apache.org/core/2_9_4/queryparsersyntax.html">نحوه تجزیه‌کننده جستجوی Lucene</a> باشند.

# OrchardCore.Search.Lucene.Views.LuceneSettings.Edit
source: See documentation
fa: مستندات را ببینید

# OrchardCore.Search.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Edit
source: Lucene Settings
fa: تنظیمات Lucene

source: Lucene Settings
fa: تنظیمات Lucene

source: Adds Lucene settings to the plan.
fa: تنظیمات Lucene را به طرح اضافه می کند.

source: Lucene Settings
fa: تنظیمات Lucene

source: Exports Lucene settings.
fa: صدور تنظیمات Lucene

# OrchardCore.Search.Lucene.Views.NavigationItemText-search.Id
source: Search
fa: جستجو

# OrchardCore.Search.Lucene.Views.Query-Lucene.Link
source: Queries a Lucene index.
fa: کوئری در فهرست Lucene اجرا می‌شود.

# OrchardCore.Search.Lucene.Views.Query-Lucene.Link
source: Add
fa: افزودن

# OrchardCore.Search.Lucene.Views.Admin.Query
source: Lucene Query
fa: کوئری Lucene

# OrchardCore.Search.Lucene.Views.Admin.Query
source: Index
fa: فهرست

# OrchardCore.Search.Lucene.Views.Admin.Query
source: The lucene index to search on
fa: فهرست lucene برای جستجو

# OrchardCore.Search.Lucene.Views.Admin.Query
source: Template
fa: قالب

# OrchardCore.Search.Lucene.Views.Admin.Query
source: You can use the <a href="{0}">Match All query</a> to search all documents.
fa: شما می‌توانید از <a href="{0}">Match All query</a> برای جستجو در همه اسناد استفاده کنید.

# OrchardCore.Search.Lucene.Views.Admin.Query
source: The search query uses the Elasticsearch format. Some documentation can be found here <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>
fa: عبارت جستجو از قالب Elasticsearch استفاده می کند. برخی از اسناد را می‌توانید در اینجا پیدا کنید <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>

# OrchardCore.Search.Lucene.Views.Admin.Query
source: Parameters
fa: پارامترها

# OrchardCore.Search.Lucene.Views.Admin.Query
source: An optional Json object containing the parameter values for this query.
fa: (اختیاری) یک شیء از نوع Json که مقادیر پارامترهای مورد نیاز برای اجرای query را در بر می‌گیرد.

# OrchardCore.Search.Lucene.Views.Admin.Query
source: Query
fa: کوئری

# OrchardCore.Search.Lucene.Views.Admin.Query
source: Found {0} result(s) in {1} ms
fa: {0} نتیجه در {1} میلی‌ثانیه پیدا شد

# OrchardCore.Search.Lucene.Views.Admin.Query
source: Create
fa: ایجاد

# OrchardCore.Search.Lucene.Views.Admin.Query
source: The results displayed are coming from the stored fields in Lucene.
fa: نتایج نمایش داده شده از فیلدهای ذخیره شده در Lucene می آیند.
