Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.ContentTypes.po
Languages: cs, fi

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Setting is hidden by default, and cannot be overwritten.
fi: Asetus on oletusarvoisesti piilotettu, eikä sitä voi muuttaa.

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Check to hide part from the GraphQL schema.
fi: Valitse piilottaaksesi osan GraphQL-skeemasta.

# OrchardCore.ContentTypes.Views.GraphQLContentTypeSettings.Edit
source: Hide
fi: Piilota

# OrchardCore.ContentTypes.Views.GraphQLContentTypeSettings.Edit
source: Setting is hidden by default, and cannot be overwritten.
fi: Asetus on oletusarvoisesti piilotettu, eikä sitä voi muuttaa.

# OrchardCore.ContentTypes.Views.GraphQLContentTypeSettings.Edit
source: Check to hide type from the GraphQL schema.
fi: Valitse piilottaaksesi tyypin GraphQL-skeemasta.

# OrchardCore.ContentTypes.Views.Admin.List
source: Content Types
cs: Typy obsahu
fi: Sisältötyypit

# OrchardCore.ContentTypes.Views.Admin.List
source: Search
cs: Hledat
fi: Hae

# OrchardCore.ContentTypes.Views.Admin.List
source: Create new type
cs: Vytvořit nový typ
fi: Luo uusi tyyppi

# OrchardCore.ContentTypes.Views.Admin.List
source: <strong>Nothing here!</strong> Your search returned no results.
cs: <strong>Nic tady není!</strong> Vaše hledání nevrátilo žádné výsledky.
fi: <strong>Ei mitään täällä!</strong> Hakusi ei tuottanut tuloksia.

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: Content Parts
cs: Bloky obsahu
fi: Sisällön osat

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: Search
cs: Hledat
fi: Hae

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: Create new part
cs: Vytvořit nový blok
fi: Luo uusi osa

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: <strong>Nothing here!</strong> Your search returned no results.
cs: <strong>Nic tady není!</strong> Vaše hledání nevrátilo žádné výsledky.
fi: <strong>Ei tuloksia!</strong> Hakusi ei tuottanut tuloksia.

# OrchardCore.ContentTypes.Views.NavigationItemText-contentdefinition.Id
source: Content Definition
cs: Definice obsahu
fi: Sisällön määritelmä

source: Replace Content Definitions
cs: Nahradit definice obsahu
fi: Korvaa sisällön määritelmät

source: Include all content types and parts definitions.
cs: Zahrnout všechny typy obsahu a definice dílů.
fi: Sisällytä kaikki sisältötyypit ja sisältöosien määritykset.

source: The content types to add as part of the plan.
cs: Typy obsahu, které se přidají jako součást plánu.
fi: Sisältötyypit, jotka sisällytetään suunnitelmaan.

source: The content parts to add as part of the plan.
cs: Části obsahu, které se přidají jako součást plánu.
fi: Sisältötyypit, jotka sisällytetään suunnitelmaan.

source: Replace Content Definitions
cs: Nahradit definice obsahu
fi: Korvaa sisällön määritelmät

source: Content Definitions should be placed before any content steps.
cs: Definice obsahu by měly být umístěny před všemi kroky obsahu.
fi: Sisällön määritelmät on asetettava ennen sisältövaiheita.

source: Replace Content Definitions
cs: Nahradit definice obsahu
fi: Korvaa sisällön määritelmät

source: Exports specified content type and part definitions for replacement.
cs: Exportuje definovaný typ obsahu a definice částí k náhradě.
fi: Vie määritetyn sisältötyypin ja osan määritykset korvaamista varten.
