Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Queries.po
Languages: fa

# OrchardCore.Queries.AdminMenu
source: Search
fa: جستجو

# OrchardCore.Queries.AdminMenu
source: Queries
fa: کوئری‌ها

# OrchardCore.Queries.AdminMenu
source: All queries
fa: همه کوئری‌ها

# OrchardCore.Queries.Controllers.AdminController
source: Delete
fa: حذف

# OrchardCore.Queries.Controllers.AdminController
source: Query created successfully.
fa: کوئری با موفقیت ایجاد شد.

# OrchardCore.Queries.Controllers.AdminController
source: Query updated successfully.
fa: کوئری با موفقیت به‌روزرسانی شد.

# OrchardCore.Queries.Controllers.AdminController
source: Query deleted successfully.
fa: کوئری با موفقیت پاک شد.

# OrchardCore.Queries.Controllers.AdminController
source: Queries successfully removed.
fa: قالب‌ها با موفقیت حذف شدند.

# OrchardCore.Queries.Deployment.QueryBasedContentDeploymentStepDriver
source: Your Query is not returning content items.
fa: درخواست شما موارد محتوا را بر نمی گرداند.

# OrchardCore.Queries.Deployment.QueryBasedContentDeploymentStepDriver
source: Make sure it is a valid JSON object. Example: { key : 'value' }
fa: مطمئن شوید که یک شی JSON معتبر است. مثال: { key : 'value' }

# OrchardCore.Queries.Deployment.QueryBasedContentDeploymentStepDriver
source: Something is wrong with your JSON.
fa: مشکلی در JSON شما وجود دارد.

# OrchardCore.Queries.Drivers.QueryDisplayDriver
source: Name is required
fa: نام ضروری است

# OrchardCore.Queries.Drivers.QueryDisplayDriver
source: Invalid schema JSON supplied.
fa: طرح نامعتبر JSON ارائه شده است.

# OrchardCore.Queries.Drivers.QueryDisplayDriver
source: Name contains illegal characters
fa: نام دارای کارکترهای غير مجاز است

# OrchardCore.Queries.Drivers.QueryDisplayDriver
source: A query with the same name already exists
fa: یک کوئری با این نام وجود دارد

# OrchardCore.Queries.Sql.AdminMenu
source: Search
fa: جستجو

# OrchardCore.Queries.Sql.AdminMenu
source: Queries
fa: کوئری‌ها

# OrchardCore.Queries.Sql.AdminMenu
source: Run SQL Query
fa: اجرای کوئری SQL

# OrchardCore.Queries.Sql.Controllers.AdminController
source: An error occurred while executing the SQL query: {0}
fa: هنگام اجرای کوئری SQL خطایی روی داد: {0}

# OrchardCore.Queries.Sql.Drivers.SqlQueryDisplayDriver
source: The query field is required
fa: فیلد کوئری ضروری است

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Edit
source: All Queries
fa: همه کوئری‌ها

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Summary
source: All Queries
fa: همه کوئری‌ها

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Summary
source: Adds all queries to the plan.
fa: همه کوئری‌ها را به برنامه استقرار اضافه می‌کند.

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Thumbnail
source: All Queries
fa: همه کوئری‌ها

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Thumbnail
source: Exports every query.
fa: از همه کوئری‌ها خروجی می‌گیرد.

# OrchardCore.Queries.Views.Admin.Create
source: New {0} query
fa: کوئری {0} جدید

# OrchardCore.Queries.Views.Admin.Edit
source: Edit '{0}' query
fa: ویرایش کوئری '{0}'

# OrchardCore.Queries.Views.Admin.Index
source: Queries
fa: کوئری‌ها

# OrchardCore.Queries.Views.Admin.Index
source: Search
fa: جستجو

# OrchardCore.Queries.Views.Admin.Index
source: Add Query
fa: افزودن کوئری

# OrchardCore.Queries.Views.Admin.Index
source: Select All
fa: انتخاب همه

# OrchardCore.Queries.Views.Admin.Index
source: 1 item
fa: 1 آیتم

# OrchardCore.Queries.Views.Admin.Index
source: Items {0} to {1}
fa: آیتم‌های {0} تا {1}

# OrchardCore.Queries.Views.Admin.Index
source: / {0} item in total
fa: / {0} آیتم در مجموع

# OrchardCore.Queries.Views.Admin.Index
source: Actions
fa: اقدامات

# OrchardCore.Queries.Views.Admin.Index
source: Bulk Action
fa: اقدام انبوه

# OrchardCore.Queries.Views.Admin.Index
source: Are you sure you want to {0} these items?
fa: آیا مطمئنید که می خواهید این موارد را {0} کنید?

# OrchardCore.Queries.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no queries for the moment.
fa: <strong>چیزی اینجا نیست!</strong> کوئری‌ای در این لحظه وجود ندارد.

# OrchardCore.Queries.Views.Admin.Index
source: Available Query Types
fa: انواع کوئری موجود

# OrchardCore.Queries.Views.Admin.Index
source: You need to enable a feature which provides a query source.
fa: شما نیاز به فعال‌کردن یک ویژگی (Feature) که منبع کوئری را ارائه می‌دهد، دارید.

# OrchardCore.Queries.Views.Admin.Index
source: Go to Features
fa: رفتن به قسمت امکانات

# OrchardCore.Queries.Views.Admin.Index
source: Cancel
fa: انصراف

# OrchardCore.Queries.Views.Admin.Index
source: selected
fa: انتخاب شده

# OrchardCore.Queries.Views.NavigationItemText-search.Id
source: Search
fa: جستجو

# OrchardCore.Queries.Views.Query-Sql.Link
source: Queries the SQL database.
fa: در پایگاه‌داده SQL کوئری‌/کوئری‌ها را اجرا می‌کند.

# OrchardCore.Queries.Views.Query-Sql.Link
source: Add
fa: افزودن

# OrchardCore.Queries.Views.Query.Buttons.SummaryAdmin
source: Edit
fa: ویرایش

# OrchardCore.Queries.Views.Query.Buttons.SummaryAdmin
source: Delete
fa: پاک‌کردن

# OrchardCore.Queries.Views.Admin.Query
source: SQL Query
fa: کوئری SQL

# OrchardCore.Queries.Views.Admin.Query
source: Template
fa: قالب

# OrchardCore.Queries.Views.Admin.Query
source: You can <a href="{0}">click here</a> to query all content items.
fa: با <a href="{0}">کلیک در اینجا</a> شما می‌توانید توسط Match All Query تمامی آیتم‌های محتوا را برگردانید.

# OrchardCore.Queries.Views.Admin.Query
source: The SQL query uses standard SQL92 syntax and is converted based on the actual database. Tables will be prefixed automatically.
fa: کوئری‌ SQL از قوانین نحو تدوین‌شده برای استاندار SQL92 استفاده می‌کند و برای یک پایگاه‌داده واقعی تبدیل می‌شود. پیشوند به صورت خودکار به نام جداول اعمال می‌شود.

# OrchardCore.Queries.Views.Admin.Query
source: Parameters
fa: پارامترها

# OrchardCore.Queries.Views.Admin.Query
source: An optional Json object containing the parameter values for this query.
fa: (اختیاری) یک شیء از نوع Json که مقادیر پارامترهای مورد نیاز برای اجرای query را در بر می‌گیرد.

# OrchardCore.Queries.Views.Admin.Query
source: Query
fa: کوئری

# OrchardCore.Queries.Views.Admin.Query
source: Final SQL Query
fa: کوئری SQL نهایی

# OrchardCore.Queries.Views.Admin.Query
source: The query as it will be executed by the SQL database.
fa: کوئری‌ای که توسط پایگاه داده SQL اجرا می‌شود.

# OrchardCore.Queries.Views.Admin.Query
source: Create
fa: ایجاد

# OrchardCore.Queries.Views.Admin.Query
source: Query executed in {0} ms
fa: کوئری در مدت {0} میلی‌ثانیه اجرا شده است

# OrchardCore.Queries.Views.Query.Fields.Buttons
source: Save
fa: ذخیره

# OrchardCore.Queries.Views.Query.Fields.Buttons
source: Cancel
fa: انصراف

# OrchardCore.Queries.Views.Query.Fields.Edit
source: Name
fa: نام

# OrchardCore.Queries.Views.Query.Fields.Edit
source: The technical name of the query.
fa: نام فنی این کوئری.

# OrchardCore.Queries.Views.Query.Fields.Edit
source: Schema
fa: شِما (Schema)

# OrchardCore.Queries.Views.Query.Fields.Edit
source: The schema the GraphQL API will use to return results.
fa: طرحی که GraphQL API از آن برای برگرداندن نتایج استفاده می کند.

# OrchardCore.Queries.Views.Query.Fields.Edit
source: See documentation
fa: مستندات را ببینید

# OrchardCore.Queries.Views.Query.Link
source: If you see this message you need to create a custom shape template for {0}
fa: نمایش این پیام نشان‌دهنده نیاز به ایجاد یک قالب دلخواه برای Shape متعلق به {0} است.

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: Queried Content Items
fa: آیتم های محتوایی استعلام شده

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: The name of the Query which will be used to fetch content items.
fa: نام پرسشی که برای واکشی موارد محتوا استفاده می شود.

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: Export As Setup recipe
fa: خروجی گرفتن به عنوان دستورالعمل راه‌اندازی

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: Check if the data should be exported as a Setup recipe.
fa: بررسی کنید که آیا داده‌ها باید به عنوان دستور راه‌اندازی صادر شوند.

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: If checked, you will have to manually declare variables for content item references like Content Picker Fields, Taxonomy Fields, Tags Fields, and List item IDs and replace them where needed in the recipe. Any reference to these content items will be lost.
fa: اگر علامت زده شود، باید به صورت دستی متغیرهایی را برای مراجع آیتم محتوا مانند فیلدهای انتخاب کننده محتوا، فیلدهای طبقه بندی، فیلدهای برچسب و شناسه آیتم فهرست اعلام کنید و در صورت نیاز در دستور العمل جایگزین کنید. هرگونه ارجاع به این موارد محتوا از بین خواهد رفت.

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: Query
fa: کوئری

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: Note: The Query must be configured to return Documents.
fa: توجه: Query باید برای بازگرداندن اسناد پیکربندی شود.

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: Parameters
fa: پارامترها

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: An optional JSON object containing the parameter values for this query.
fa: یک شی JSON اختیاری حاوی مقادیر پارامتر برای این پرس و جو.

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Summary
source: Content Items fetched by a Query
fa: موارد محتوا توسط یک جستجو واکشی شده است

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Thumbnail
source: Queried Content Items
fa: آیتم های محتوایی استعلام شده

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Thumbnail
source: Exports all content items fetched by a Query.
fa: همه موارد محتوایی را که توسط یک جستجو واکشی شده است صادر می کند.

# OrchardCore.Queries.Views.SqlQuery.Buttons.SummaryAdmin
source: Run
fa: اجرا

# OrchardCore.Queries.Views.SqlQuery.Edit
source: Return Documents
fa: برگرداندن اسناد

# OrchardCore.Queries.Views.SqlQuery.Edit
source: Check to return the corresponding documents.
fa: اسناد مربوطه برگردانده شوند.

# OrchardCore.Queries.Views.SqlQuery.Edit
source: When checked, the result has to be a list of document ids.
fa: نتیجه لیستی از شناسه‌های اسناد باشد.

# OrchardCore.Queries.Views.SqlQuery.Edit
source: Query
fa: کوئری

# OrchardCore.Queries.Views.SqlQuery.Edit
source: The SQL query to execute.
fa: یک کوئری SQL که مایل به اجرای آن هستید.

# OrchardCore.Queries.Views.SqlQuery.SummaryAdmin
source: SQL query
fa: کوئری SQL
