Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Tenants.po
Languages: fa, fr, it, pt_br, tr

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Example: If host is "orchardproject.net", the tenant site URL is "http://orchardproject.net/". With Liquid support.
fa: مثال: اگر هاست "orchardproject.net" باشد، آدرس سایت tenant به فرم "/http://orchardproject.net" خواهد بود. از Liquid پشتیبانی می‌شود.
fr: Exemple : Si l'hôte est "orchardproject.net", l'URL du site tenant est "http://orchardproject.net/".
it: Esempio: Se l'host è "orchardproject.net", l'URL del tenant sarà "http://orchardproject.net/". Supporta sintassi Liquid.
pt_br: Exemplo: Se o servidor for "orchardproject.net", o URL do site do inquilino é "http://orchardproject.net/". Com suporte ao Liquid.
tr: Örnek: Ana bilgisayar "orchardproject.net" ise, tenant site URL'si "http://orchardproject.net/" olur. Liquid destekli.

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: What type of database to use?
fa: از چه نوع پایگاه‌داده‌ای استفاده شود؟
fr: Quel type de base de données utiliser ?
it: Che tipo di database utilizzare?
pt_br: Que tipo de banco de dados utilizar?
tr: Ne tür bir veritabanı kullanılacak?

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Table Prefix
fa: پیشوند نام جداول
fr: Préfixe de table
it: Prefisso Tabelle
pt_br: Prefixo de tabela
tr: Tablo ön eki

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Connection string
fa: رشته اتصال
fr: Chaîne de connexion
it: Stringa di connessione
pt_br: String de conexão
tr: Bağlantı metni

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Schema
fa: الگو
fr: Schéma

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: When left blank, the default value on the server will be used.
fa: وقتی خالی بماند، مقدار پیش‌فرض سمت سرور استفاده می‌شود.
fr: Si laissé vide, la valeur par défaut sur le serveur sera utilisée.
it: Quando lasciato vuoto, verrà utilizzato il valore predefinito sul server.

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: For example, '{0}' for SQL Server.
fa: به عنوان مثال، '{0}' برای SQL Server.
fr: Par exemple, '{0}' pour le serveur SQL.
it: Per esempio, '{0}' per SQL Server.

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Recipe
fa: دستورالعمل
fr: Recette
it: Ricetta
pt_br: Modelo de Site
tr: Komut

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Feature Profile
fa: پروفایل ویژگی
fr: Profil de fonctionnalité
it: Profilo delle funzionalità
tr: Özellik Profili

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Thumbnail
source: Create Tenant
fa: ایجاد تِنَنت (Tenant)
fr: Créer un tenant
it: Crea Tenant
pt_br: Criar Tenant
tr: Tenant Oluştur

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Thumbnail
source: Create a tenant.
fa: یک تِنَنت ایجاد می‌کند.
fr: Créer un tenant.
it: Crea un tenant.
pt_br: Criar Tenant.
tr: Tenant Oluştur.

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Design
source: Disable Tenant
fa: غیرفعال کردن تِنَنت
fr: Désactiver le Tenant
it: Disabilita Tenant
pt_br: Desativar Tenant
tr: Tenantı Devre Dışı Bırak

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Edit
source: Tenant name
fa: نام تِنَنت
fr: Nom du tenant
it: Nome Tenant
pt_br: Nome do tenant
tr: Tenant ismi

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Edit
source: Select the name of the tenant to disable.
fa: انتخاب نام تِنَنتی که مایل به غیرفعال‌کردن آن هستید.
fr: Sélectionner le nom du tenant à désactiver.
it: Seleziona il nome del tenant da disabilitare.
pt_br: Selecione o nome do tenant para desativar.
tr: Devre dışı bırakılacak kiracının adını seçin.

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Thumbnail
source: Disable Tenant
fa: غیرفعال کردن تِنَنت
fr: Désactiver le Tenant
it: Disabilita Tenant
pt_br: Desativar Tenant
tr: Tenantı Devre Dışı Bırak

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Thumbnail
source: Disable a tenant.
fa: یک تِنَنت را غیرفعال می‌کند.
fr: Désactiver un Tenant.
it: Disabilita un tenant.
pt_br: Desative um tenant.
tr: Tenantı Devre Dışı Bırak.

# OrchardCore.Tenants.Views.Admin.Edit
source: Edit Tenant
fa: ویرایش tenant
fr: Modifier le tenant
it: Modifica Tenant
pt_br: Editar tenant
tr: Kiracı Düzenle

# OrchardCore.Tenants.Views.Admin.Edit
source: Name
fa: نام
fr: Nom
it: Nome
pt_br: Nome
tr: İsim

# OrchardCore.Tenants.Views.Admin.Edit
source: The name of the tenant.
fa: نام tenant.
fr: Le nom du tenant.
it: Il nome del tenant.
pt_br: O nome do tenant.
tr: Tenant adı.

# OrchardCore.Tenants.Views.Admin.Edit
source: Save
fa: ذخیره
fr: Enregistrer
it: Salva
pt_br: Salvar
tr: Kaydet

# OrchardCore.Tenants.Views.Admin.Edit
source: Cancel
fa: انصراف
fr: Annuler
it: Annulla
pt_br: Cancelar
tr: İptal

# OrchardCore.Tenants.Views.FeatureProfiles.Edit
source: Edit Feature Profile
fa: ویرایش پروفایل ویژگی
fr: Modifier le profil de fonctionnalité
it: Modifica Profilo delle Funzionalità
tr: Profil Özelliği Düzenle

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Design
source: Enable Tenant
fa: فعال کردن تِنَنت
fr: Activer le Tenant
it: Abilita Tenant
pt_br: Ativar tenant
tr: Tenantı Etkinleştir

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Edit
source: Tenant name
fa: نام تِنَنت
fr: Nom du tenant
it: Nome Tenant
pt_br: Nome do tenant
tr: Tenant ismi

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Edit
source: Select the name of the tenant to enable.
fa: انتخاب نام تِنَنتی که مایل به فعال‌کردن آن هستید.
fr: Sélectionner le nom du tenant à activer.
it: Seleziona il nome del tenant da abilitare.
pt_br: Selecione o nome do tenant para ativar.
tr: Etkinleştirilecek tenantın adını seçin.

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Thumbnail
source: Enable Tenant
fa: فعال کردن تِنَنت
fr: Activer le Tenant
it: Abilita Tenant
pt_br: Ativar tenant
tr: Tenantı Etkinleştir

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Thumbnail
source: Enable a tenant.
fa: یک تِنَنت را فعال می‌کند.
fr: Activer un Tenant.
it: Abilita un tenant.
pt_br: Ativa um tenant.
tr: Tenantı Etkinleştir.

source: Name
fa: نام
fr: Nom
it: Nome

source: The name of the feature profile.
fa: نام پروفایل ویژگی.
fr: Le nom du profil de fonctionnalité.
it: Il nome del profilo delle funzionalità.

source: Rules
fa: قوانین
fr: Règles
it: Regole

source: The feature rules. Here is an example if a rule that would exclude '{0}' feature.
fa: قوانین ویژگی. در اینجا یک مثال برای یک قانون است که ویژگی "{0}" را حذف می کند.
fr: Les règles de fonctionnalité. Voici un exemple si une règle qui exclurait la fonctionnalité '{0}'.
it: Le regole della funzionalità. Ecco un esempio di una regola che escluderebbe la funzionalità '{0}'.

source: Save
fa: ذخیره
fr: Enregistrer
it: Salva

source: Toggle Dropdown
fa: کشویی را تغییر دهید
fr: Ouvrir/fermer la liste déroulante
it: Attiva/disattiva menu a discesa

source: and continue
fa: و ادامه
fr: et continuer
it: e continua

source: Cancel
fa: انصراف
fr: Annuler
it: Annulla

# OrchardCore.Tenants.Views.Admin.Index
source: Tenants
fa: Tenantها

# OrchardCore.Tenants.Views.Admin.Index
source: Search
fa: جستجو
fr: Recherche
it: Cerca
pt_br: Pesquisar
tr: Ara

# OrchardCore.Tenants.Views.Admin.Index
source: Add Tenant
fa: افزودن tenant
fr: Ajouter un tenant
it: Aggiungi tenant
pt_br: Adicionar tenant
tr: Tenant ekle

# OrchardCore.Tenants.Views.Admin.Index
source: Select All
fa: انتخاب همه
fr: Tout sélectionner
it: Seleziona tutto
pt_br: Selecionar todos
tr: Tümünü Seç

# OrchardCore.Tenants.Views.Admin.Index
source: 1 item
fa: 1 آیتم
fr: 1 élément
it: 1 elemento
tr: 1 öge

# OrchardCore.Tenants.Views.Admin.Index
source: Items {0} to {1}
fa: آیتم‌های {0} تا {1}
fr: Éléments {0} à {1}
it: Elementi da {0} a {1}
pt_br: Itens {0} a {1}
tr: {0} öğesinden {1} e

# OrchardCore.Tenants.Views.Admin.Index
source: / {0} item in total
fa: / {0} آیتم در مجموع
fr: / {0} élément au total
it: / {0} elemento in totale
pt_br: / {0} item no total
tr: / Toplamda {0} öge

# OrchardCore.Tenants.Views.Admin.Index
source: Actions
fa: عملیات‌ها
it: Azioni
pt_br: Ações
tr: Eylemler

# OrchardCore.Tenants.Views.Admin.Index
source: Bulk Action
fa: عملیات گروهی
fr: Action par lot
it: Azione di massa
pt_br: Ação em lote
tr: Toplu Eylem

# OrchardCore.Tenants.Views.Admin.Index
source: Are you sure you want to {0} these items?
fa: آیا مطمئنید که می خواهید این موارد را {0} کنید?
fr: Êtes-vous sûr de vouloir {0} ces éléments ?
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?
pt_br: Tem certeza que deseja {0} estes itens?
tr: Bu nesneleri {0} istediğinizden emin misiniz?

# OrchardCore.Tenants.Views.Admin.Index
source: Filter by category
fa: بر اساس دسته بندی فیلتر کنید
fr: Filtrer par catégorie
it: Filtra per categoria
tr: Kategoriye göre filtrele

# OrchardCore.Tenants.Views.Admin.Index
source: Category
fa: دسته بندی
fr: Catégorie
it: Categoria
tr: Kategori

# OrchardCore.Tenants.Views.Admin.Index
source: Filter by state
fa: فیلتر بر اساس وضعیت
fr: Filtrer par état
it: Filtra per stato
pt_br: Filtrar por status
tr: Duruma göre filtrele

# OrchardCore.Tenants.Views.Admin.Index
source: State
fa: حالت
fr: Etat
it: Stato
pt_br: Status
tr: Durum

# OrchardCore.Tenants.Views.Admin.Index
source: Sort by
fa: مرتب‌سازی براساس
fr: Trier par
it: Ordina per
pt_br: Ordenar por
tr: Göre sırala

# OrchardCore.Tenants.Views.Admin.Index
source: Sort
fa: مرتب‌سازی
fr: Trier
it: Ordina
pt_br: Ordenação
tr: Sırala

# OrchardCore.Tenants.Views.Admin.Index
source: Url host
fa: میزبان Url
fr: Url hôte
it: Host URL

# OrchardCore.Tenants.Views.Admin.Index
source: <strong>Nothing here!</strong> Your search returned no results.
fa: <strong>هیچی اینجا نیست!</strong> هیچ نتیجه‌ای برای جستجوی شما یافت نشد.
fr: <strong>Rien ici !</strong> Votre recherche n'a pas retourné de résultats.
it: <strong>Nessun risultato!</strong>Non ci sono elementi collegati alla tua ricerca.
pt_br: <strong>Nada aqui!</strong> Sua pesquisa não retornou resultados.
tr: <strong>Burada hiçbir şey yok!</strong> Aramanız sonuç vermedi.

# OrchardCore.Tenants.Views.Admin.Index
source: selected
fa: انتخاب‌شده
fr: sélectionné(s)
it: selezionato
pt_br: selecionado
tr: seçili

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: Feature Profiles
fa: پروفایلهای ویژگی
fr: Profils de fonctionnalités
it: Profilo delle funzionalità
tr: Özellik Profili

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: Search
fa: جستجو
fr: Rechercher
it: Cerca
tr: Ara

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: Add Feature Profile
fa: افزودن پروفایل ویژگی
fr: Ajouter un profil de fonctionnalité
it: Aggiungi Profilo delle Funzionalità
tr: Özellik Profili Oluştur

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: Select All
fa: انتخاب همه
fr: Tout Sélectionner
it: Seleziona tutto
tr: Tümünü Seç

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: 1 item
fa: 1 مورد
fr: 1 élément
it: 1 elemento
tr: 1 öge

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: Items {0} to {1}
fa: موارد {0} تا {1}
fr: Éléments : {0} sur {1}
it: Elementi da {0} a {1}
tr: {0} öğesinden {1} e

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: / {0} item in total
fa: / {0} مورد در مجموع
fr: / {0} élément au total
it: / {0} elemento in totale
tr: / Toplamda {0} öğe

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: Actions
fa: اقدامات
it: Azioni
tr: Eylemler

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: Bulk Action
fa: عملیات گروهی
fr: Action par lot
it: Azione di massa
tr: Toplu Eylem

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: Are you sure you want to {0} these items?
fa: آیا مطمئنید که می خواهید این موارد را {0} کنید?
fr: Êtes-vous sûr de vouloir {0} ces éléments?
it: Sei sicuro di voler '{0}' a questi elementi?
tr: Bu öğeleri {0} yapmak istediğinizden emin misiniz?

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: Edit
fa: ویرایش
fr: Modifier
it: Modifica
tr: Düzenle

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: Delete
fa: حذف
fr: Supprimer
it: Elimina
tr: Sil

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: <strong>Nothing here!</strong> There are no feature profiles for the moment.
fa: <strong>اینجا چیزی نیست!</strong> در حال حاضر هیچ feature profile ای وجود ندارد.
fr: <strong>Rien ici !</strong> Il n'y a pas de profil de fonctionnalité pour le moment.
it: <strong>Nessun elemento!</strong> Non ci sono profili delle funzionalità in questo momento.
tr: <strong>Burada hiçbir şey yok!</strong> Şu anda hiçbir özellik profili yok.

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: See documentation
fa: مستندات را ببینید
fr: Voir la documentation
it: Vedi la documentazione
tr: Dokümantasyonu gör

# OrchardCore.Tenants.Views.FeatureProfiles.Index
source: selected
fa: انتخاب شده
fr: sélectionné(s)
it: selezionato
tr: seçili

# OrchardCore.Tenants.Views.ManageFeaturesActionButton
source: Features
fa: امکانات
fr: Fonctionnalités
it: Funzionalità
tr: Özellikler

# OrchardCore.Tenants.Views.ManageTenantActionButtons
source: Edit
fa: ویرایش
fr: Modifier
it: Modifica
tr: Düzenle

# OrchardCore.Tenants.Views.ManageTenantActionButtons
source: View
fa: نمایش
fr: Voir
it: Visualizza
tr: Görüntüle

# OrchardCore.Tenants.Views.ManageTenantActionButtons
source: Disable
fa: غیرفعال‌کردن
fr: Désactiver
it: Disabilita
tr: Etkisizleştir

# OrchardCore.Tenants.Views.ManageTenantActionButtons
source: Are you sure you want to disable this tenant?
fa: آیا مطمئن هستید که می‌خواهید این tenant را غیرفعال کنید?
fr: Êtes-vous sûr de vouloir désactiver ce tenant ?
it: Sei sicuro di voler disabilitare questo tenant?
tr: Bu tenant'ı devre dışı bırakmak istediğinize emin misiniz?

# OrchardCore.Tenants.Views.ManageTenantActionButtons
source: Ok
fa: تائید
tr: Tamam

# OrchardCore.Tenants.Views.ManageTenantActionButtons
source: Cancel
fa: انصراف
fr: Annuler
it: Annulla
tr: Vazgeç

# OrchardCore.Tenants.Views.ManageTenantActionButtons
source: Enable
fa: فعال‌کردن
fr: Activer
it: Abilita
tr: Etkinleştir

# OrchardCore.Tenants.Views.ManageTenantActionButtons
source: Setup
fa: راه اندازی
fr: Installer
it: Configura
tr: Kurulum

# OrchardCore.Tenants.Views.ManageTenantActionButtons
source: Remove
fa: حذف
fr: Supprimer
it: Elimina

# OrchardCore.Tenants.Views.ManageTenantActionButtons
source: Are you sure you want to remove this tenant?
fa: آیا مطمئن هستید که می‌خواهید این tenant را غیرفعال کنید?
fr: Êtes-vous sûr de vouloir supprimer ce tenant ?
it: Sei sicuro di voler rimuovere questo tenant?

# OrchardCore.Tenants.Views.ManageTenantActionButtons
source: Reload
fa: بارگذاری‌مجدد
fr: Recharger
it: Ricarica
tr: Yeniden yükle

# OrchardCore.Tenants.Views.ManageTenantActionTags
source: Uninitialized
fa: آماده‌سازی‌نشده
fr: Non initialisé
it: Non inizializzato
tr: Başlatılmamış

# OrchardCore.Tenants.Views.ManageTenantActionTags
source: Initializing
fa: آماده‌سازی
fr: Initialisation
it: Inizializzazione
tr: Başlatılıyor

# OrchardCore.Tenants.Views.ManageTenantActionTags
source: Running
fa: درحال‌اجرا
fr: En cours
it: In esecuzione
tr: Çalışıyor

# OrchardCore.Tenants.Views.ManageTenantActionTags
source: Disabled
fa: غیرفعال شده
fr: Désactivé
it: Disabilitato
tr: Devredışı

# OrchardCore.Tenants.Views.ManageTenantActionTags
source: Invalid
fa: نامعتبر
fr: Invalide
it: Non valido
tr: Geçersiz

# OrchardCore.Tenants.Views.NavigationItemText-design.Id
source: Design
fa: طراحی
it: Aspetto
tr: Tasarla

# OrchardCore.Tenants.Views.ProfileFeatureTags
source: Feature Profile
fa: پروفایل ویژگی
fr: Profil de fonctionnalité
it: Profilo delle funzionalità

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Design
source: Setup Tenant
fa: راه‌اندازی تِنَنت
fr: Configurer un Tenant
it: Imposta Tenant
pt_br: Configurar Tenant
tr: Tenant Kur

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Tenant name
fa: نام تِنَنت
fr: Nom du tenant
it: Nome Tenant
pt_br: Nome do tenant
tr: Tenant ismi

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Select the name of tenant to setup.
fa: انتخاب نام تِنَنتی که مایل به راه‌اندازی آن هستید.
fr: Sélectionner le nom du tenant à configurer.
it: Seleziona il nome del tenant da inizializzare.
pt_br: Selecione o nome do tenant para ser configurado.
tr: Kurmak için kiracının adını seçin.

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Site name
fa: نام سایت
fr: Nom du site
it: Nome Sito
pt_br: Nome do site
tr: Site ismi

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Admin user name
fa: نام کاربری ادمین
fr: Nom de l'administrateur
it: Nome utente admin
pt_br: Usuário administrador
tr: Yönetici Kullanıcı Adı

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Admin email
fa: ایمیل ادمین
fr: Email admin
it: Email dell'amministratore
pt_br: E-mail do administrador
tr: Yönetici E-postası

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Admin password
fa: رمزعبور ادمین
fr: Mot de passe admin
it: Password amministratore
pt_br: Senha de administrador
tr: Yönetici parolası

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: What type of database to use?
fa: از چه نوع پایگاه‌داده‌ای استفاده شود؟
fr: Quel type de base de données utiliser ?
it: Che tipo di database utilizzare?
pt_br: Que tipo de banco de dados utilizar?
tr: Ne tür bir veritabanı kullanılacak?

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Table Prefix
fa: پیشوند نام جداول
fr: Préfixe de table
it: Prefisso Tabelle
pt_br: Prefixo de tabela
tr: Tablo öneki

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Connection string
fa: رشته اتصال
fr: Chaîne de connexion
it: Stringa di connessione
pt_br: String de conexão
tr: Bağlantı dizisi

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Schema
fa: الگو
fr: Schéma

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: When left blank, the default value on the server will be used.
fa: وقتی خالی بماند، مقدار پیش‌فرض سمت سرور استفاده می‌شود.
fr: Si laissé vide, la valeur par défaut sur le serveur sera utilisée.
it: Quando lasciato vuoto, verrà utilizzato il valore predefinito sul server.

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: For example, '{0}' for SQL Server.
fa: به عنوان مثال، '{0}' برای SQL Server.
fr: Par exemple, '{0}' pour le serveur SQL.
it: Per esempio, '{0}' per SQL Server.

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Recipe
fa: دستورالعمل
fr: Recette
it: Ricetta
pt_br: Modelo de Site

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Thumbnail
source: Setup Tenant
fa: راه‌اندازی تِنَنت
fr: Configurer le Tenant
it: Imposta Tenant
pt_br: Configurar Tenant
tr: Tenant Kur

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Thumbnail
source: Setup a tenant.
fa: یک تِنَنت راه‌اندازی می‌کند.
fr: Configurer un Tenant.
it: Imposta un tenant.
pt_br: Configurar um tenant.
tr: Tenant Kur.

# OrchardCore.Tenants.Controllers.TenantApiController
source: You can only disable a Running tenant.
fr: Vous ne pouvez désactiver qu'un tenant en cours d'exécution.

# OrchardCore.Tenants.Controllers.TenantApiController
source: You can only enable a Disabled tenant.
fr: Vous ne pouvez activer qu'un tenant désactivé.

# OrchardCore.Tenants.Controllers.TenantApiController
source: You can only remove a 'Disabled' or an 'Uninitialized' tenant.
fr: Vous ne pouvez supprimer qu'un tenant 'Désactivé' ou 'Non initialisé'.

# OrchardCore.Tenants.Controllers.TenantApiController
source: An error occurred while removing the tenant '{0}'.
fr: Une erreur s'est produite lors de la suppression du tenant '{0}'.

# OrchardCore.Tenants.Controllers.TenantApiController
source: User name '{0}' is invalid, can only contain letters or digits.
fr: Le nom d'utilisateur '{0}' n'est pas valide, ne peut contenir que des lettres ou des chiffres.

# OrchardCore.Tenants.Controllers.TenantApiController
source: The email is invalid.
fr: L’email est invalide.

# OrchardCore.Tenants.Controllers.TenantApiController
source: Tenant not found: '{0}'
fr: Tenant non trouvé : '{0}'

# OrchardCore.Tenants.Controllers.TenantApiController
source: The tenant can't be setup.
fr: Le tenant ne peut pas être configuré.

# OrchardCore.Tenants.Controllers.TenantApiController
source: The database provider is not defined.
fr: Le fournisseur de base de données n'est pas défini.

# OrchardCore.Tenants.Controllers.TenantApiController
source: The database provider is not supported.
fr: Le fournisseur de base de données n'est pas pris en charge.

# OrchardCore.Tenants.Controllers.TenantApiController
source: The connection string is required for this database provider.
fr: La chaîne de connexion est obligatoire pour ce fournisseur.

# OrchardCore.Tenants.Controllers.TenantApiController
source: Either a 'recipe' file or 'RecipeName' is required.
fr: Un fichier 'recette' ou un 'Nom de recette' est requis.

# OrchardCore.Tenants.Controllers.TenantApiController
source: Recipe '{0}' not found.
fr: Recette '{0}' introuvable.

# OrchardCore.Tenants.Services.TenantValidator
source: The security certificate on the server is from a non-trusted source (the certificate issuing authority isn't listed as a trusted authority in Trusted Root Certification Authorities on the client machine). In a development environment, you have the option to use the '{0}' parameter in your connection string to bypass the validation performed by the certificate authority.
fr: Le certificat de sécurité sur le serveur provient d'une source non fiable (l'autorité émettrice de certificats n'est pas listée comme une autorité de confiance dans les autorités de certification racine de confiance sur la machine client). Dans un environnement de développement, vous avez la possibilité d'utiliser le paramètre '{0}' dans votre chaîne de connexion pour contourner la validation effectuée par l'autorité de certification.

# OrchardCore.Tenants.Views.Admin.Create
source: Create & Setup
fr: Créer et configurer

# OrchardCore.Tenants.AdminMenu
source: Configuration
pt_br: Configuração

# OrchardCore.Tenants.Controllers.AdminController
source: You can only disable an Enabled tenant.
pt_br: Você só pode desativar um tenant ativo.

# OrchardCore.Tenants.Controllers.AdminController
source: The connection string is mandatory for this provider.
pt_br: A string de conexão é obrigatória para este provedor.

# OrchardCore.Tenants.Controllers.AdminController
source: The tenant name is mandatory.
pt_br: O nome do tenant é obrigatório.

# OrchardCore.Tenants.Controllers.AdminController
source: A tenant with the same name already exists.
pt_br: Já existe um tenant com o mesmo nome.

# OrchardCore.Tenants.Controllers.AdminController
source: Invalid tenant name. Must contain characters only and no spaces.
pt_br: Nome do tenant inválido. Deve conter apenas caracteres e sem espaços.

# OrchardCore.Tenants.Controllers.AdminController
source: Host and url prefix can not be empty at the same time.
pt_br: O Host e prefixo da URL não podem estar em branco ao mesmo tempo.

# OrchardCore.Tenants.Controllers.AdminController
source: A tenant with the same host and prefix already exists.
pt_br: Um tenant com o mesmo host e prefixo já existe.

# OrchardCore.Tenants.Controllers.AdminController
source: The url prefix can not contain more than one segment.
pt_br: O prefixo da URL não pode conter mais de um segmento.

# OrchardCore.Tenants.Controllers.ApiController
source: Invalid tenant name. Must contain characters only and no spaces.
pt_br: Nome do tenant inválido. Deve conter apenas caracteres e sem espaços.
