Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Microsoft.Authentication.po
Languages: fa, fr

# OrchardCore.Microsoft.Authentication.AdminMenuMicrosoftAccount
source: Security
fa: امنیت
fr: Type de sécurité

# OrchardCore.Microsoft.Authentication.AdminMenuMicrosoftAccount
source: Authentication
fa: احراز هویت
fr: Authentification

# OrchardCore.Microsoft.Authentication.AdminMenuAAD
source: Security
fa: امنیت
fr: Sécurité

# OrchardCore.Microsoft.Authentication.AdminMenuAAD
source: Authentication
fa: احراز هویت
fr: Authentification

# OrchardCore.Microsoft.Authentication.Services.AzureADService
source: DisplayName is required
fa: DisplayName ضروری است
fr: Le nom d'affichage est requis

# OrchardCore.Microsoft.Authentication.Services.AzureADService
source: AppId is required
fa: AppId ضروری است
fr: L’AppId est requis

# OrchardCore.Microsoft.Authentication.Services.AzureADService
source: TenantId is required
fa: TenantId ضروری است
fr: TenantId est requis

# OrchardCore.Microsoft.Authentication.Services.MicrosoftAccountService
source: AppId is required
fa: AppId ضروری است
fr: L’AppId est requis

# OrchardCore.Microsoft.Authentication.Services.MicrosoftAccountService
source: AppSecret is required
fa: AppSecret ضروری است
fr: L'App Secret est requis

# OrchardCore.Microsoft.Authentication.ViewModels.AzureADSettingsViewModel
source: Application Id is required
fa: شناسه برنامه مورد نیاز است
fr: L'identifiant de l'application est requis

# OrchardCore.Microsoft.Authentication.ViewModels.AzureADSettingsViewModel
source: Tenant Id is required
fa: شناسه مستاجر الزامی است
fr: Tenant Id est requis

# OrchardCore.Microsoft.Authentication.ViewModels.AzureADSettingsViewModel
source: Invalid path
fa: مسیر نامعتبر
fr: Chemin invalide

source: Application Id is required
fa: شناسه برنامه مورد نیاز است
fr: L'Application Id est requis

source: Application Secret is required
fa: رمز برنامه مورد نیاز است
fr: L'Application Secret est requis

source: Invalid path
fa: مسیر نامعتبر
fr: Chemin invalide

# OrchardCore.Microsoft.Authentication.Views.Items.AzureADDeploymentStep.Edit
source: Microsoft Entra ID Settings
fa: تنظیمات Microsoft Entra ID
fr: Paramètres Microsoft Entra ID

# OrchardCore.Microsoft.Authentication.Views.Items.AzureADDeploymentStep.Summary
source: Microsoft Entra ID Settings
fa: تنظیمات Microsoft Entra ID
fr: Paramètres Microsoft Entra ID

# OrchardCore.Microsoft.Authentication.Views.Items.AzureADDeploymentStep.Summary
source: Adds Microsoft Entra ID settings to the plan.
fa: تنظیمات Microsoft Entra ID را به طرح اضافه می کند.
fr: Ajoute les paramètres Microsoft Entra ID au plan.

# OrchardCore.Microsoft.Authentication.Views.Items.AzureADDeploymentStep.Thumbnail
source: Microsoft Entra ID Settings
fa: تنظیمات Microsoft Entra ID
fr: Paramètres Microsoft Entra ID

# OrchardCore.Microsoft.Authentication.Views.Items.AzureADDeploymentStep.Thumbnail
source: Exports the Microsoft Entra ID settings.
fa: از تنظیمات Microsoft Entra ID خروجی می گیرد.
fr: Exporte les paramètres Microsoft Entra ID.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
fr: Le locataire actuel sera rechargé lorsque les paramètres seront sauvegardés.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: See documentation
fa: مستندات را ببینید
fr: Voir la documentation

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: An error occurred while decrypting a setting. Please apply and save.
fa: هنگام رمزگشایی یک تنظیم خطایی روی داد. لطفا اعمال و ذخیره کنید.
fr: Une erreur s'est produite lors du déchiffrement d'un paramètre. Veuillez appliquer et sauvegarder.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: Microsoft Account Authentication Settings
fa: تنظیمات مربوط به احرازهویت حساب‌کاربری Microsoft
fr: Paramètres d'authentification du compte Microsoft

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: AppId
fr: Identifiant de l'application

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The Application ID found on the Microsoft developer portal parameters.
fa: شناسه برنامه‌کاربردی، موجود در پارامترهای پورتال توسعه‌دهندگان Microsoft.
fr: L'ID de l'application trouvée dans les paramètres du portail développeur Microsoft.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: Secret Key
fa: کلید رمز
fr: Clé secrète

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The Application secret key found on the Microsoft developer portal parameters.
fa: کلید رمز برنامه‌کاربردی، موجود در پارامترهای پورتال توسعه‌دهندگان Microsoft.
fr: La clé secrète de l'application trouvée dans les paramètres du portail développeur Microsoft.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: CallbackPath
fr: Chemin de Callback

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
fa: مسیر درخواست به همراه مسیر پایه (base path) برنامه‌کاربردی، جایی که user agent برگردانده می‌شود. این درخواست هنگام ورود، توسط middleware پردازش خواهد شد.
fr: Le chemin de la requête dans le chemin de base de l'application où l'utilisateur-agent sera retourné. Le middleware va traiter cette requête lorsqu'elle arrive.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: Store tokens
fa: ذخیره توکن ها
fr: Stocker les jetons

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: Store external authentication tokens for reuse
fa: توکن های احراز هویت خارجی را برای استفاده مجدد ذخیره کنید
fr: Stocker les jetons d'authentification externes pour les réutiliser

# OrchardCore.Microsoft.Authentication.Views.MicrosoftEntraIDSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
fr: Le tenant actuel sera rechargé lorsque les paramètres seront enregistrés.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftEntraIDSettings.Edit
source: See documentation
fr: Voir la documentation

# OrchardCore.Microsoft.Authentication.Views.MicrosoftEntraIDSettings.Edit
source: Microsoft Entra ID Authentication Settings
fr: Paramètres d'authentification Microsoft Entra ID

# OrchardCore.Microsoft.Authentication.Views.MicrosoftEntraIDSettings.Edit
source: Display Name
fr: Nom d'affichage

# OrchardCore.Microsoft.Authentication.Views.MicrosoftEntraIDSettings.Edit
source: The display name of the provider.
fr: Le nom d'affichage du fournisseur.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftEntraIDSettings.Edit
source: The Application ID found on the Microsoft Entra ID App registration parameters.
fr: L'ID de l'application trouvé dans les paramètres d'enregistrement de l'application Microsoft Entra ID.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftEntraIDSettings.Edit
source: The Tenant (Directory) ID found on the Microsoft Entra ID App registration parameters.
fr: L'ID du Tenant (Directory) trouvé dans les paramètres d'enregistrement de l'application Microsoft Entra ID.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftEntraIDSettings.Edit
source: CallbackPath
fr: Chemin de Callback

# OrchardCore.Microsoft.Authentication.Views.MicrosoftEntraIDSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
fr: Le chemin de la requête dans le chemin de base de l'application où l'agent utilisateur sera retourné. Le middleware traitera cette requête quand elle arrivera.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftEntraIDSettings.Edit
source: Store tokens
fr: Stocker les jetons

# OrchardCore.Microsoft.Authentication.Views.MicrosoftEntraIDSettings.Edit
source: Store external authentication tokens for reuse
fr: Stocker les jetons d'authentification externes pour les réutiliser

# OrchardCore.Microsoft.Authentication.AdminMenuMicrosoftAccount
source: Microsoft
fa: مایکروسافت

# OrchardCore.Microsoft.Authentication.Views.NavigationItemText-microsoft.Id
source: Microsoft
fa: مایکروسافت
