Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Roles.po
Languages: fr, ja

# OrchardCore.Roles.AdminMenu
source: Security
fr: Sécurité
ja: セキュリティ

# OrchardCore.Roles.AdminMenu
source: Roles
fr: Rôles
ja: ロール

# OrchardCore.Roles.Controllers.AdminController
source: Invalid role name.
fr: Nom d’utilisateur non valide.
ja: 無効なロール名です。

# OrchardCore.Roles.Controllers.AdminController
source: The role is already used.
fr: Ce rôle est déjà utilisé.
ja: ロールはすでに使用されています

# OrchardCore.Roles.Controllers.AdminController
source: Role created successfully.
fr: Rôle créé avec succès.
ja: ロールは正常に作成されました。

# OrchardCore.Roles.Controllers.AdminController
source: Role deleted successfully.
fr: Rôle supprimé avec succès.
ja: ロールは正常に削除されました。

# OrchardCore.Roles.Controllers.AdminController
source: Could not delete this role.
fr: Impossible de supprimer ce rôle.
ja: このロールを削除できません。

# OrchardCore.Roles.Controllers.AdminController
source: Role updated successfully.
fr: Rôle mis à jour avec succès.
ja: ロールは正常に更新されました

# OrchardCore.Roles.Controllers.AdminController
source: {0} Feature
fr: Fonctionnalité {0}
ja: {0} 機能

# OrchardCore.Roles.Services.RoleStore
source: Can't delete system roles.
fr: Impossible de supprimer des rôles système.
ja: システムロールを削除できません。

# OrchardCore.Roles.Workflows.Activities.GetUsersByRoleTask
source: Get Users by Role Task
fr: Tâche pour obtenir les utilisateurs par rôle

# OrchardCore.Roles.Workflows.Activities.GetUsersByRoleTask
source: User
fr: Utilisateur

# OrchardCore.Roles.Workflows.Activities.GetUsersByRoleTask
source: Done
fr: Terminé

# OrchardCore.Roles.Workflows.Activities.GetUsersByRoleTask
source: Failed
fr: Echec

# OrchardCore.Roles.Workflows.Activities.UnassignUserRoleTask
source: Unassign User Role Task
fr: Tâche assigner le rôle à l'utilisateur

# OrchardCore.Roles.Workflows.Activities.UnassignUserRoleTask
source: User
fr: Utilisateur

# OrchardCore.Roles.Workflows.Activities.UnassignUserRoleTask
source: Done
fr: Terminé

# OrchardCore.Roles.Workflows.Activities.UnassignUserRoleTask
source: Failed
fr: Echec

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Edit
source: All Roles
fr: Tous les Rôles
ja: すべてのロール

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Summary
source: All Roles
fr: Tous les Rôles
ja: すべてのロール

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Summary
source: Adds all roles to the plan.
fr: Ajoute tous les rôles au plan.
ja: プランに全てのロールを追加

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Thumbnail
source: All Roles
fr: Tous les Rôles
ja: すべてのロール

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Thumbnail
source: Exports every role.
fr: Exporte tous les rôles.
ja: すべてのロールをエクスポート

# OrchardCore.Roles.Views.Admin.Create
source: Create Role
fr: Créer un Rôle
ja: ロールを作成

# OrchardCore.Roles.Views.Admin.Create
source: Role name
fr: Nom de rôle
ja: ロール名称

# OrchardCore.Roles.Views.Admin.Create
source: Role description
fr: Description du rôle
ja: ロールの説明

# OrchardCore.Roles.Views.Admin.Create
source: Create
fr: Créer
ja: 作成

# OrchardCore.Roles.Views.Admin.Create
source: Cancel
fr: Annuler
ja: キャンセル

# OrchardCore.Roles.Views.Admin.Edit
source: Edit Role {0}
fr: Modifier le rôle {0}
ja: ロール {0} を編集

# OrchardCore.Roles.Views.Admin.Edit
source: Search
fr: Recherche
ja: 検索

# OrchardCore.Roles.Views.Admin.Edit
source: Edit Role Detail
fr: Modifier les détails du rôle
ja: ロールの詳細を編集

# OrchardCore.Roles.Views.Admin.Edit
source: Role description
fr: Description du rôle
ja: ロールの説明

# OrchardCore.Roles.Views.Admin.Edit
source: Role permissions
fr: Permissions du rôle
ja: ロールの権限

# OrchardCore.Roles.Views.Admin.Edit
source: Allow
fr: Autoriser
ja: 許可

# OrchardCore.Roles.Views.Admin.Edit
source: Permission is granted explicitly.
fr: La permission est accordée explicitement.
ja: 権限は明示的に付与されます

# OrchardCore.Roles.Views.Admin.Edit
source: Effective
fr: Effectif
ja: 有効

# OrchardCore.Roles.Views.Admin.Edit
source: Permission is implied by a higher level permission, or explicitly granted.
fr: La permission est implicite via une permission de niveau supérieur, ou explicitement accordée.
ja: 権限は、より高いレベルの権限によって有効になっているか、明示的に付与されています。

# OrchardCore.Roles.Views.Admin.Edit
source: This permission could allow a user to elevate their other permissions. Grant it with extreme consideration.
fr: Cette permission pourrait permettre à un utilisateur d'augmenter ses autres permissions. Accordez-la avec une extrême précaution.
ja: 権限はユーザーの他の権限を昇格させる可能性があります。よく考慮して権限を付与してください。

# OrchardCore.Roles.Views.Admin.Edit
source: Security Critical
fr: Sécurité critique
ja: セキュリティ上重要

# OrchardCore.Roles.Views.Admin.Edit
source: Save
fr: Enregistrer
ja: 保存

# OrchardCore.Roles.Views.Admin.Edit
source: Cancel
fr: Annuler
ja: キャンセル

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Design
source: Get users in roles
fr: Obtenir des utilisateurs dans les rôles

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Design
source: Get users in roles {0} to {1}
fr: Obtenir des utilisateurs dans les rôles {0} à {1}

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Edit
source: Output Key Name
fr: Nom de la clé de sortie

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Edit
source: The designated key name for storing the users' list in the workflow output. This key enables later access to the list within the workflow.With Liquid support.
fr: Le nom de clé désigné pour stocker la liste des utilisateurs dans la sortie du workflow. Cette clé permet d'accéder plus tard à la liste dans le workflow. Supporte la syntaxe Liquid.

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Edit
source: Roles
fr: Rôles

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Edit
source: Choose the roles used to identify users during list generation.
fr: Choisissez les rôles utilisés pour identifier les utilisateurs lors de la génération de la liste.

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Thumbnail
source: Get users in roles
fr: Obtenir des utilisateurs dans les rôles

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Thumbnail
source: Get users in roles.
fr: Obtenir des utilisateurs dans les rôles.

# OrchardCore.Roles.Views.Admin.Index
source: Roles
fr: Rôles
ja: ロール

# OrchardCore.Roles.Views.Admin.Index
source: Search
fr: Recherche
ja: 検索

# OrchardCore.Roles.Views.Admin.Index
source: Add Role
fr: Ajouter un rôle
ja: ロールを追加

# OrchardCore.Roles.Views.Admin.Index
source: Are you sure you want to delete this role?
fr: Êtes-vous sûr de vouloir supprimer ce rôle?
ja: このロールを削除してもよろしいですか？

# OrchardCore.Roles.Views.Admin.Index
source: Edit
fr: Modifier
ja: 編集

# OrchardCore.Roles.Views.Admin.Index
source: Delete Role
fr: Supprimer le rôle
ja: ロールを削除

# OrchardCore.Roles.Views.Admin.Index
source: Delete
fr: Supprimer
ja: 削除

# OrchardCore.Roles.Views.Admin.Index
source: <strong>Nothing here!</strong> Your search returned no results.
fr: <strong>Rien ici !</strong> Votre recherche n'a pas retourné de résultats.
ja: <strong>何もありません!</strong> 検索結果は0件でした

# OrchardCore.Roles.Views.NavigationItemText-roles.Id
source: Roles
fr: Rôles
ja: ロール

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Design
source: Unassign user from roles
fr: Retirer l'utilisateur des rôles

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Design
source: Unassign {0} from roles {1}
fr: Retirer {0} des rôles {1}

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Edit
source: UserName
fr: Nom d'utilisateur

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Edit
source: The User to update. With Liquid support.
fr: L'utilisateur à assigner. Supporte la syntaxe Liquid.

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Edit
source: Roles
fr: Rôles

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Edit
source: The Roles to remove.
fr: Les rôles à supprimer.

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Thumbnail
source: Unassign user from roles
fr: Retirer l'utilisateur des rôles

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Thumbnail
source: Unassign a user from roles.
fr: Retirer un utilisateur de rôles.

# OrchardCore.Roles.Views.Admin.Edit
source: Permission
ja: 権限
