Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Localization.Core.po
Languages: fa

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The associated metadata type for type '{0}' contains the following unknown properties or fields: {1}. Please make sure that the names of these members match the names of the properties on the main type.
fa: نوع ابرداده مرتبط برای نوع "{0}" حاوی خواص یا فیلدهای ناشناخته زیر است: {1}. لطفا مطمئن شوید که نام این اعضا با نامهای ویژگی ها در نوع اصلی مطابقت داشته باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The type '{0}' does not contain a public property named '{1}'.
fa: نوع "{0}" دارای ویژگی عمومی به نام "{1}" نیست.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The property {0}.{1} could not be found.
fa: خاصیت {0}.{1} پیدا نشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: '{0}' and '{1}' do not match.
fa: '{0}' و '{1}' مطابق هم نیستند.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Could not find a property named {0}.
fa: خاصیتی با نام {0} پیدا نشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is not a valid credit card number.
fa: فیلد {0} یک شماره کارت اعتباری معتبر نیست.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute method '{0}' in type '{1}' must return System.ComponentModel.DataAnnotations.ValidationResult. Use System.ComponentModel.DataAnnotations.ValidationResult.Success to represent success.
fa: متد CustomValidationAttribute با نام '{0}' از نوع '{1}' باید مقداری از نوع System.ComponentModel.DataAnnotations.ValidationResult برگرداند. از System.ComponentModel.DataAnnotations.ValidationResult.Success برای نمایش موفقیت استفاده کنید.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute method '{0}' does not exist in type '{1}' or is not public and static.
fa: متد CustomValidationAttribute با نام '{0}' از نوع '{1}' وجود ندارد یا عمومی و ایستا نیست.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute.Method was not specified.
fa: CustomValidationAttribute.Method مشخص نشده است.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute method '{0}' in type '{1}' must match the expected signature: public static ValidationResult {0}(object value, ValidationContext context). The value can be strongly typed. The ValidationContext parameter is optional.
fa: روش CustomValidationAttribute "{0}" در نوع "{1}" باید با امضای مورد انتظار مطابقت داشته باشد: Public Static ValidationResult {0}(مقدار شی، زمینه ValidationContext). مقدار را می توان به شدت تایپ کرد. پارامتر ValidationContext اختیاری است.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Could not convert the value of type '{0}' to '{1}' as expected by method {2}.{3}.
fa: همانطور که با روش {2} انتظار می‌رفت، نمی‌توان مقدار «{0}» را به «{1}» تبدیل کرد.{3}.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The custom validation type '{0}' must be public.
fa: نوع اعتبارسنجی سفارشی "{0}" باید عمومی باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: {0} is not valid.
fa: {0} نامعتبر است.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute.ValidatorType was not specified.
fa: CustomValidationAttribute.ValidatorType مشخص نشده است.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The custom DataType string cannot be null or empty.
fa: رشته DataType سفارشی نمی تواند تهی یا خالی باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} property has not been set. Use the {1} method to get the value.
fa: ویژگی {0} تنظیم نشده است. برای بدست آوردن مقدار از روش {1} استفاده کنید.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is not a valid e-mail address.
fa: رشته {0} یک آدرس ایمیل معتبر نیست.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The type provided for EnumDataTypeAttribute cannot be null.
fa: نوع ارائه شده برای EnumDataTypeAttribute نمی تواند تهی باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The type '{0}' needs to represent an enumeration type.
fa: نوع '{0}' باید یک نوع شمارشی را نشان دهد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field only accepts files with the following extensions: {1}.
fa: فیلد {0} فقط فایل هایی با پسوندهای زیر را می پذیرد: {1}.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Cannot retrieve property '{0}' because localization failed. Type '{1}' is not public or does not contain a public static string property with the name '{2}'.
fa: نمی توان ویژگی "{0}" را بازیابی کرد زیرا بومی سازی انجام نشد. نوع '{1}' عمومی نیست یا دارای ویژگی رشته ایستا عمومی با نام '{2}' نیست.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: MaxLengthAttribute must have a Length value that is greater than zero. Use MaxLength() without parameters to indicate that the string or array can have the maximum allowable length.
fa: MaxLengthAttribute باید یک مقدار Length بزرگتر از صفر داشته باشد. از MaxLength() بدون پارامتر استفاده کنید تا نشان دهید که رشته یا آرایه می تواند حداکثر طول مجاز را داشته باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be a string or array type with a maximum length of '{1}'.
fa: فیلد {0} باید از نوع رشته یا آرایه با حداکثر طول "{1}" باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: MetadataClassType cannot be null.
fa: MetadataClassType نمی تواند null باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: MinLengthAttribute must have a Length value that is zero or greater.
fa: MinLengthAttribute باید مقدار Length صفر یا بیشتر داشته باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be a string or array type with a minimum length of '{1}'.
fa: فیلد {0} باید از نوع رشته یا آرایه با حداقل طول "{1}" باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field of type {0} must be a string, array or ICollection type.
fa: فیلد نوع {0} باید یک رشته، آرایه یا نوع ICollection باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is not a valid phone number.
fa: فیلد {0} یک شماره تلفن معتبر نیست.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The type {0} must implement {1}.
fa: نوع {0} باید {1} را پیاده سازی کند.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The maximum value '{0}' must be greater than or equal to the minimum value '{1}'.
fa: حداکثر مقدار "{0}" باید بزرگتر یا مساوی با حداقل مقدار "{1}" باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The minimum and maximum values must be set.
fa: حداقل و حداکثر مقدار باید تنظیم شود.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The OperandType must be set when strings are used for minimum and maximum values.
fa: وقتی از رشته ها برای مقادیر حداقل و حداکثر استفاده می شود، OperandType باید تنظیم شود.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be between {1} and {2}.
fa: فیلد {0} باید بین {1} و {2} باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must match the regular expression '{1}'.
fa: فیلد {0} باید با عبارت منظم "{1}" مطابقت داشته باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The pattern must be set to a valid regular expression.
fa: الگو باید روی یک عبارت منظم معتبر تنظیم شود.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is required.
fa: فیلد {0} ضروری است.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The maximum length must be a nonnegative integer.
fa: حداکثر طول باید یک عدد صحیح غیر منفی باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be a string with a maximum length of {1}.
fa: فیلد {0} باید یک رشته با حداکثر طول {1} باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be a string with a minimum length of {2} and a maximum length of {1}.
fa: فیلد {0} باید یک رشته با حداقل طول {2} و حداکثر طول {1} باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The key parameter at position {0} with value '{1}' is not a string. Every key control parameter must be a string.
fa: پارامتر کلیدی در موقعیت {0} با مقدار "{1}" یک رشته نیست. هر پارامتر کنترل کلیدی باید یک رشته باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The key parameter at position {0} is null. Every key control parameter must be a string.
fa: پارامتر کلیدی در موقعیت {0} تهی است. هر پارامتر کنترل کلیدی باید یک رشته باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The key parameter at position {0} with value '{1}' occurs more than once.
fa: پارامتر کلیدی در موقعیت {0} با مقدار "{1}" بیش از یک بار رخ می دهد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The number of control parameters must be even.
fa: تعداد پارامترهای کنترل باید زوج باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is not a valid fully-qualified http, https, or ftp URL.
fa: فیلد {0} یک نشانی اینترنتی http، https، یا ftp کاملاً معتبر و صحیح نیست.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Either ErrorMessageString or ErrorMessageResourceName must be set, but not both.
fa: ErrorMessageString یا ErrorMessageResourceName باید تنظیم شود، اما نه هر دو.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: IsValid(object value) has not been implemented by this class. The preferred entry point is GetValidationResult() and classes should override IsValid(object value, ValidationContext context).
fa: IsValid (مقدار شی) توسط این کلاس پیاده سازی نشده است. نقطه ورودی ترجیحی GetValidationResult() است و کلاس‌ها باید IsValid (مقدار شی، زمینه ValidationContext) را لغو کنند.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Both ErrorMessageResourceType and ErrorMessageResourceName need to be set on this attribute.
fa: هر دو ErrorMessageResourceType و ErrorMessageResourceName باید روی این ویژگی تنظیم شوند.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The property '{0}' on resource type '{1}' is not a string type.
fa: ویژگی "{0}" در نوع منبع "{1}" یک نوع رشته نیست.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The resource type '{0}' does not have an accessible static property named '{1}'.
fa: نوع منبع "{0}" دارای ویژگی ایستا قابل دسترسی به نام "{1}" نیست.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} is invalid.
fa: فیلد {0} وجود ندارد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The instance provided must match the ObjectInstance on the ValidationContext supplied.
fa: نمونه ارائه شده باید با ObjectInstance در ValidationContext ارائه شده مطابقت داشته باشد.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The value for property '{0}' must be of type '{1}'.
fa: مقدار خاصیت '{0}' باید از نوع '{1}'باشد.
