Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Tenants.po
Languages: fa, fr, it, pt_br, tr

# OrchardCore.Tenants.AdminMenu
source: Multi-Tenancy
fa: چند مستاجری
fr: Multi-Location

# OrchardCore.Tenants.AdminMenu
source: Tenants
fa: تِننت‌ها (Tenants)
tr: Kiracılar

# OrchardCore.Tenants.Controllers.AdminController
source: All
fa: همه
fr: Tous
it: Tutti
tr: Tümü

# OrchardCore.Tenants.Controllers.AdminController
source: All states
fa: همه حالت‌ها
fr: Tous les états
it: Tutti gli stati
pt_br: Todos os status
tr: Tüm durumlar

# OrchardCore.Tenants.Controllers.AdminController
source: Running
fa: درحال‌اجرا
fr: En cours
it: In esecuzione
pt_br: Em execução
tr: Çalışıyor

# OrchardCore.Tenants.Controllers.AdminController
source: Disabled
fa: غیرفعال
fr: Désactivé
it: Disabilitato
pt_br: Desativado
tr: Devre Dışı

# OrchardCore.Tenants.Controllers.AdminController
source: Uninitialized
fa: آماده‌سازی‌نشده
fr: Non initialisé
it: Non inizializzato
pt_br: Não inicializado
tr: Başlatılmamış

# OrchardCore.Tenants.Controllers.AdminController
source: Name
fa: نام
fr: Nom
it: Nome
pt_br: Nome
tr: İsim

# OrchardCore.Tenants.Controllers.AdminController
source: State
fa: حالت
fr: Etat
it: Stato
pt_br: Status
tr: Durum

# OrchardCore.Tenants.Controllers.AdminController
source: Disable
fa: غیرفعال
fr: Désactiver
it: Disabilita
pt_br: Desativar
tr: Devredışı

# OrchardCore.Tenants.Controllers.AdminController
source: Enable
fa: فعال
fr: Activer
it: Abilita
pt_br: Ativar
tr: Etkin

# OrchardCore.Tenants.Controllers.AdminController
source: You cannot disable the default tenant.
fa: غیر‌فعال‌کردن tenant پیش‌فرض میسر نیست.
fr: Vous ne pouvez pas désactiver le tenant par défaut.
it: Non puoi disattivare il tenant di default.
pt_br: Você não pode desativar o tenant padrão.
tr: Varsayılan kiracıyı (tenant) devre dışı bırakamazsınız.

# OrchardCore.Tenants.Controllers.AdminController
source: The tenant '{0}' is already disabled.
fa: تِننت {0} در حال حاضر غیرفعال است.
fr: Le tenant '{0}' est déjà désactivé.
it: Il tenant '{0}' è già disabilitato.
pt_br: O tenant '{0}' já está desativado.
tr: '{0}' tenant'ı devre dışı.

# OrchardCore.Tenants.Controllers.AdminController
source: The tenant '{0}' is already enabled.
fa: تِننت {0} در حال حاضر فعال است.
fr: Le tenant '{0}' est déjà activé.
it: Il tenant '{0}' è già abilitato.
pt_br: O tenant '{0}' já está habilitado.
tr: '{0}' tenant'ı etkin.

# OrchardCore.Tenants.Controllers.AdminController
source: You can only disable a Running tenant.
fa: تنها امکان غیرفعال‌کردن یک tenant فعال میسر است.
fr: Vous ne pouvez désactiver qu'un tenant en cours d'exécution.
it: Puoi solo disabilitare un tenant in esecuzione.

# OrchardCore.Tenants.Controllers.AdminController
source: You can only enable a Disabled tenant.
fa: تنها امکان فعال‌کردن یک tenant غیرفعال میسر است.
fr: Vous ne pouvez activer qu'un tenant désactivé.
it: Puoi abilitare solo un tenant disabilitato.
pt_br: Você só pode ativar um tenant desativado.
tr: Yalnızca etkin tenant'lar devre dışı bırakılabilir.

# OrchardCore.Tenants.Controllers.AdminController
source: You can only remove a 'Disabled' or 'Uninitialized' tenant.
fa: فقط امکان حذف مستاجر "غیرفعال" یا "غیراصلی" میسر است.
fr: Vous ne pouvez supprimer qu'un tenant 'Désactivé' ou 'Non initialisé'.
it: Puoi rimuovere solo un tenant 'Disabilitato' o 'Non inizializzato'.

# OrchardCore.Tenants.Controllers.AdminController
source: An error occurred while removing the tenant '{0}'. {1}
fa: هنگام حذف مستاجر "{0}" خطایی روی داد. {1}
fr: Une erreur s'est produite lors de la suppression du tenant '{0}'. {1}
it: Si é verificato un errore nel tentativo di rimuovere il tenant '{0}'. {1}

# OrchardCore.Tenants.Controllers.AdminController
source: The tenant '{0}' was removed, see the log file for more info.
fa: مستاجر "{0}" حذف شد، برای اطلاعات بیشتر به فایل گزارش مراجعه کنید.
fr: Le tenant '{0}' a été supprimé, consultez le fichier journal pour plus d'informations.
it: Il tenant '{0}' è stato rimosso, vedere il file di log per ulteriori informazioni.

# OrchardCore.Tenants.Controllers.ApiController
source: You can only disable a Running tenant.
fa: تنها امکان غیرفعال‌کردن یک tenant فعال میسر است.

# OrchardCore.Tenants.Controllers.ApiController
source: You can only enable a Disabled tenant.
fa: تنها امکان فعال‌کردن یک tenant غیرفعال میسر است.

# OrchardCore.Tenants.Controllers.ApiController
source: You can only remove a 'Disabled' or an 'Uninitialized' tenant.
fa: شما فقط می توانید یک مستاجر "غیرفعال" یا "غیر اولیه" را حذف کنید.

# OrchardCore.Tenants.Controllers.ApiController
source: An error occurred while removing the tenant '{0}'.
fa: هنگام حذف مستاجر "{0}" خطایی روی داد.

# OrchardCore.Tenants.Controllers.ApiController
source: User name '{0}' is invalid, can only contain letters or digits.
fa: نام کاربری '{0}' نامعتبر است، نام کاربری باید فقط شامل حروف و اعداد باشد.
tr: {0} kullanıcı adı geçersiz, sadece harf ve rakamlardan oluşabilir.

# OrchardCore.Tenants.Controllers.ApiController
source: The email is invalid.
fa: ایمیل نامعتبر است.
tr: Geçersiz e-posta adresi.

# OrchardCore.Tenants.Controllers.ApiController
source: Tenant not found: '{0}'
fa: Tenant یافت نشد: '{0}'
pt_br: Tenant não encontrado: '{0}'
tr: Tenant bulunamadı: '{0}'

# OrchardCore.Tenants.Controllers.ApiController
source: The tenant can't be setup.
fa: راه‌اندازی tenant میسر نیست.
pt_br: O Tentant não pode ser configurado.
tr: Tenant ayarlanamıyor.

# OrchardCore.Tenants.Controllers.ApiController
source: The database provider is not defined.
fa: ارائه‌دهنده‌ پایگاه‌داده تعریف نشده است.
pt_br: O provedor de banco de dados não está definido.
tr: Veri tabanı sağlayıcı tanımlı değil.

# OrchardCore.Tenants.Controllers.ApiController
source: The database provider is not supported.
fa: ارائه‌دهنده‌ پایگاه‌داده پشتیبانی نمی شود.

# OrchardCore.Tenants.Controllers.ApiController
source: The connection string is required for this database provider.
fa: رشته اتصال برای این ارائه‌دهنده پایگاه‌داده ضروری است.
pt_br: A string de conexão é necessária para este provedor de banco de dados.
tr: Bu veritabanı sağlayıcısı için bağlantı dizesi gereklidir.

# OrchardCore.Tenants.Controllers.ApiController
source: Recipe '{0}' not found.
fa: دستورالعمل '{0}' یافت نشد.
pt_br: Modelo de site '{0}' não encontrado.
tr: '{0}' recipe'i bulunamadı.

# OrchardCore.Tenants.Controllers.FeatureProfilesController
source: Delete
fa: حذف
fr: Supprimer
it: Elimina
tr: Sil

# OrchardCore.Tenants.Controllers.FeatureProfilesController
source: Feature profile deleted successfully.
fa: نمایه ویژگی با موفقیت حذف شد.
fr: Profil de fonctionnalité supprimé avec succès.
it: Profilo di funzionalità eliminato con successo.
tr: Özellik profili başarıyla silindi.

# OrchardCore.Tenants.Controllers.FeatureProfilesController
source: Feature profiles successfully removed.
fa: نمایه های ویژگی با موفقیت حذف شدند.
fr: Les profils de fonctionnalités ont été supprimés avec succès.
it: Profilo di funzionalità rimosso con successo.
tr: Özellik profilleri başarıyla kaldırıldı.

# OrchardCore.Tenants.Controllers.FeatureProfilesController
source: A feature profile with the same name already exists.
fa: پروفایل ویژگی‌ای با همین نام از پیش وجود دارد.
fr: Un profil de fonctionnalité avec le même nom existe déjà.
it: Esiste già un profilo di funzionalità con lo stesso nome.
tr: Aynı isimde bir profil özelliği zaten mevcut.

# OrchardCore.Tenants.Controllers.FeatureProfilesController
source: Invalid json supplied.
fa: Json نامعتبر ارائه شده است.
fr: JSON fourni invalide.
it: JSON fornito non valido.
tr: Geçersiz json sağlandı.

# OrchardCore.Tenants.FeatureProfilesAdminMenu
source: Multi-Tenancy
fa: چند مستاجری

# OrchardCore.Tenants.FeatureProfilesAdminMenu
source: Feature Profiles
fa: پروفایلهای ویژگی
fr: Profils de fonctionnalités
it: Profilo delle funzionalità

# OrchardCore.Tenants.Services.TenantValidator
source: The tenant name is mandatory.
fa: نام tenant اجباری است.
fr: Le nom du tenant est obligatoire.
it: Il nome del tenant è obbligatorio.

# OrchardCore.Tenants.Services.TenantValidator
source: The feature profile does not exist.
fa: نمایه ویژگی وجود ندارد.
fr: Le profil de fonctionnalité n'existe pas.
it: Il profilo delle funzionalità non esiste.

# OrchardCore.Tenants.Services.TenantValidator
source: Invalid tenant name. Must contain characters only and no spaces.
fa: نام tenant نامعتبر است. تنها باید شامل کاراکتر باشد و از فاصله استفاده نشود.
fr: Nom du tenant invalide. Ne doit contenir que des caractères et aucun espace.
it: Nome del tenant non valido. Deve contenere solo caratteri e non spazi.

# OrchardCore.Tenants.Services.TenantValidator
source: The url prefix can not contain more than one segment.
fa: پیشوند آدرس نمی‌تواند بیش از یک segment داشته باشد.
fr: Le préfixe d’url ne peut pas contenir plus d’un segment.
it: Il prefisso URL non può contenere più di un segmento.

# OrchardCore.Tenants.Services.TenantValidator
source: A tenant with the same host and prefix already exists.
fa: یک tenant با هاست و پیشوند مشابه در حال حاضر وجود دارد.
fr: Un tenant avec le même hôte et préfixe existe déjà.
it: Esiste già un tenant con lo stesso host e prefisso.

# OrchardCore.Tenants.Services.TenantValidator
source: The tenant name is in conflict with the 'Default' tenant.
fa: نام مستاجر با مستاجر «پیش‌فرض» در تضاد است.
fr: Le nom du tenant est en conflit avec le tenant par défaut.
it: Il nome del tenant è in conflitto con il tenant 'Default'.

# OrchardCore.Tenants.Services.TenantValidator
source: A tenant with the same name already exists.
fa: یک tenant با همین نام وجود دارد.
fr: Un tenant ayant le même nom existe déjà.
it: Esiste già un tenant con lo stesso nome.

# OrchardCore.Tenants.Services.TenantValidator
source: The existing tenant to be validated was not found.
fa: مستاجر موجود برای تأیید یافت نشد.
fr: Le tenant existant à valider n'a pas été trouvé.
it: Il tenant esistente da convalidare non è stato trovato.

# OrchardCore.Tenants.Services.TenantValidator
source: The provided database provider is not supported.
fa: ارائه دهنده پایگاه داده ارائه شده پشتیبانی نمی شود.
fr: Le fournisseur de base de données renseigné n'est pas pris en charge.
it: Il provider di database fornito non è supportato.

# OrchardCore.Tenants.Services.TenantValidator
source: The provided connection string is invalid or server is unreachable.
fa: رشته اتصال ارائه شده نامعتبر است یا سرور غیر قابل دسترسی است.
fr: La chaîne de connexion fournie est invalide ou le serveur est inaccessible.
it: La stringa di connessione fornita non è valida o il server non è raggiungibile.

# OrchardCore.Tenants.Services.TenantValidator
source: The related database file is already in use.
fa: فایل پایگاه داده مرتبط در حال حاضر در حال استفاده است.
fr: Le fichier de base de données associé est déjà utilisé.
it: Il database relativo è già in uso.

# OrchardCore.Tenants.Services.TenantValidator
source: The provided database, table prefix and schema are already in use.
fa: پایگاه داده ارائه شده، پیشوند جدول و الگو در حال حاضر در حال استفاده هستند.
fr: La base de données fournie, le préfixe de table et le schéma sont déjà utilisés.
it: Il database, il prefisso della tabella e lo schema sono già in uso.

# OrchardCore.Tenants.Workflows.Activities.CreateTenantTask
source: Tenant
fa: تِننت‌ (Tenant)
tr: Kiracı

# OrchardCore.Tenants.Workflows.Activities.CreateTenantTask
source: Create Tenant Task
fa: وظیفه ایجاد تِنَنت
fr: Tâche Créer Tenant
it: Creazione di un tenant
pt_br: Criar tarefa de Tenant
tr: Tenant Taskı Oluştur

# OrchardCore.Tenants.Workflows.Activities.CreateTenantTask
source: Done
fa: انجام شد
fr: Terminé
it: Fatto
pt_br: Concluído
tr: Bitti

# OrchardCore.Tenants.Workflows.Activities.CreateTenantTask
source: Failed
fa: ناموفق
fr: Echoué
it: Operazione non riuscita
pt_br: Falhou
tr: Başarısız

# OrchardCore.Tenants.Workflows.Activities.DisableTenantTask
source: Tenant
fa: تِننت‌ (Tenant)
tr: Kiracı

# OrchardCore.Tenants.Workflows.Activities.DisableTenantTask
source: Disable Tenant Task
fa: وظیفه غیرفعال کردن تِنَنت
fr: Tâche Désactiver Tenant
it: Disabilitazione di un tenant
pt_br: Desativar tarefa de tenant
tr: Tenant Taskı Devre Dışı Bırak

# OrchardCore.Tenants.Workflows.Activities.DisableTenantTask
source: Disabled
fa: غیرفعال شد
fr: Désactivé
it: Disabilitato
pt_br: Desativado
tr: Devre Dışı

# OrchardCore.Tenants.Workflows.Activities.DisableTenantTask
source: Failed
fa: ناموفق
fr: Echoué
it: Operazione non riuscita
pt_br: Falhou
tr: Başarısız

# OrchardCore.Tenants.Workflows.Activities.EnableTenantTask
source: Tenant
fa: تِننت‌ (Tenant)
tr: Kiracı

# OrchardCore.Tenants.Workflows.Activities.EnableTenantTask
source: Enable Tenant Task
fa: وظیفه فعال کردن تِنَنت
fr: Tâche Activer Tenant
it: Abilitazione di un tenant
pt_br: Ativar tarefa de tenant
tr: Tenant Taskı Etkinleştir

# OrchardCore.Tenants.Workflows.Activities.EnableTenantTask
source: Enabled
fa: فعال شد
fr: Activé
it: Abilitato
pt_br: Ativado
tr: Aktif

# OrchardCore.Tenants.Workflows.Activities.EnableTenantTask
source: Failed
fa: ناموفق
fr: Echoué
it: Operazione non riuscita
pt_br: Falhou
tr: Başarısız

# OrchardCore.Tenants.Workflows.Activities.SetupTenantTask
source: Tenant
fa: تِننت‌ (Tenant)
tr: Kiracı

# OrchardCore.Tenants.Workflows.Activities.SetupTenantTask
source: Setup Tenant Task
fa: وظیفه راه‌اندازی تِنَنت
fr: Tâche Configurer Tenant
it: Impostazione di un tenant
pt_br: Configurar tarefa de Tenant
tr: Tenant Taskı Kur

# OrchardCore.Tenants.Workflows.Activities.SetupTenantTask
source: Done
fa: انجام شد
fr: Terminé
it: Fatto
pt_br: Concluído
tr: Bitti

# OrchardCore.Tenants.Workflows.Activities.SetupTenantTask
source: Failed
fa: انجام نشد
fr: Echec
it: Operazione non riuscita
pt_br: Falhou
tr: Başarısız

# OrchardCore.Tenants.Workflows.Activities.TenantActivity
source: Tenant
fa: تِننت‌ (Tenant)
tr: Kiracı

# OrchardCore.Tenants.Workflows.Activities.TenantActivity
source: Done
fa: انجام شد
fr: Terminé
it: Fatto
pt_br: Concluído
tr: Bitti

# OrchardCore.Tenants.Views.Shared._TenantDatabaseInfo
source: Database Presets
fa: پیش تنظیم های پایگاه داده
fr: Préréglages de la base de données
it: Impostazioni Database Predefinite

# OrchardCore.Tenants.Views.Shared._TenantDatabaseInfo
source: Optionally specify which presets should be used for the Setup experience.
fa: به صورت اختیاری مشخص کنید که کدام تنظیمات پیش فرض باید برای تجربه راه اندازی استفاده شود.
fr: Spécifier quels paramètres prédéfinis doivent être utilisés pour la configuration de l’installation.
it: E' possibile specificare quali presets possono essere usate per la procedura di Setup.

# OrchardCore.Tenants.Views.Shared._TenantDatabaseInfo
source: What type of database to use?
fa: از چه نوع پایگاه‌داده‌ای استفاده شود?
fr: Quel type de base de données utiliser ?
it: Che tipo di database utilizzare?

# OrchardCore.Tenants.Views.Shared._TenantDatabaseInfo
source: None
fa: هیچ‌کدام
fr: Aucun
it: Nessuno

# OrchardCore.Tenants.Views.Shared._TenantDatabaseInfo
source: The connection string to your database instance, e.g. {0}.
fa: رشته اتصال به پایگاه‌داده شما. به عنوان مثال {0}.
fr: La chaîne de connexion à votre instance de base de données, par exemple {0}.
it: La stringa di connessione alla tua istanza di database, es. {0}.

# OrchardCore.Tenants.Views.Shared._TenantDatabaseInfo
source: Table Prefix
fa: پیشوند نام جدول
fr: Préfixe de table
it: Prefisso Tabelle

# OrchardCore.Tenants.Views.Shared._TenantDatabaseInfo
source: Connection string
fa: رشته اتصال
fr: Chaîne de connexion
it: Stringa di connessione

# OrchardCore.Tenants.Views.Shared._TenantDatabaseInfo
source: Table Schema
fa: الگوی جدول
fr: Schéma de table
it: Schema Tabella

# OrchardCore.Tenants.Views.Shared._TenantDatabaseInfo
source: When left blank, the default value on the server will be used.
fa: وقتی خالی بماند، مقدار پیش‌فرض سمت سرور استفاده می‌شود.
fr: Si laissé vide, la valeur par défaut sur le serveur sera utilisée.
it: Quando lasciato vuoto, verrà utilizzato il valore predefinito sul server.

# OrchardCore.Tenants.Views.Shared._TenantDatabaseInfo
source: For example, '{0}' for SQL Server.
fa: به عنوان مثال، '{0}' برای SQL Server.
fr: Par exemple, '{0}' pour le serveur SQL.
it: Per esempio, '{0}' per SQL Server.

# OrchardCore.Tenants.Views.Shared._TenantFeatureProfile
source: Feature profile
fa: پروفایل ویژگی
fr: Profil de fonctionnalité
it: Profilo delle funzionalità

# OrchardCore.Tenants.Views.Shared._TenantFeatureProfile
source: Optionally specify which feature profile should be applied to this tenant.
fa: به صورت اختیاری مشخص کنید که کدام پروفایل ویژگی باید برای این مستاجر (tenant) اعمال شود.
fr: Spécifiez optionnellement quel profil de fonctionnalité doit être appliqué à ce tenant.
it: Opzionale, specificare quale profilo di funzionalità abilitate o meno deve essere applicato a questo tenant.

# OrchardCore.Tenants.Views.Shared._TenantInfo
source: Category
fa: دسته بندی
fr: Catégorie
it: Categoria

# OrchardCore.Tenants.Views.Shared._TenantInfo
source: The category of the tenant.
fa: طبقه ی مستاجر.
fr: La catégorie du tenant.
it: La categoria del tenant.

# OrchardCore.Tenants.Views.Shared._TenantInfo
source: Url Prefix
fa: پیشوند آدرس
fr: Préfixe de l'Url
it: Prefisso Url

# OrchardCore.Tenants.Views.Shared._TenantInfo
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "https://orchardcore.net/site1".
fa: (اختیاری) مثال: اگر پیشوند "site1" باشد، پیشوند URL مستاجر "https://orchardcore.net/site1" است.
fr: (Optionnel) Exemple: Si le préfixe est "site1", l'URL du tenant sera "https://orchardcore.net/site1".
it: (Opzionale) Esempio: Se il prefisso è "site1", l'URL del tenant con il prefisso sarà "https://orchardcore.net/site1".

# OrchardCore.Tenants.Views.Shared._TenantInfo
source: Description
fa: شرح
it: Descrizione

# OrchardCore.Tenants.Views.Shared._TenantInfo
source: The description of the tenant.
fa: شرح مستاجر.
fr: La description du tenant.
it: La descrizione del tenant.

# OrchardCore.Tenants.Views.Shared._TenantInfo
source: Hostname
fa: نام میزبان
fr: Nom d'hôte
it: Nome host

# OrchardCore.Tenants.Views.Shared._TenantInfo
source: Example: If host is "orchardproject.net", the tenant site URL is "https://orchardcore.net/".
fa: مثال: اگر میزبان "orchardproject.net" باشد، آدرس سایت مستاجر "https://orchardcore.net/" است.
fr: Exemple: Si l'hôte est "orchardproject.net", l'URL du site locataire est "https://orchardcore.net/".
it: Esempio: Se l'host è "orchardproject.net", l'URL del tenant sarà "https://orchardcore.net/".

# OrchardCore.Tenants.Views.Shared._TenantInfo
source: You may define multiple domains using the comma (,) as a separator. Use the '*.' prefix to map all subdomains.
fa: شما ممکن است چندین دامنه که توسط ویرگول (,) از یکدیگر جدا شده‌اند، را تعریف کنید. از پیشوند '.*' برای تعیین مسیر تمام زیردامنه‌ها استفاده کنید.
fr: Vous pouvez définir plusieurs domaines en utilisant la virgule (,) en tant que séparateur. Utilisez le préfixe '*.' pour mapper tous les sous-domaines.
it: Puoi definire più domini utilizzando la virgola (,) come separatore. Usa il prefisso '*.' per mappare tutti i sottodomini.

# OrchardCore.Tenants.Views.Shared._TenantRecipes
source: Recipe
fa: دستور العمل
fr: Recette
it: Ricetta

# OrchardCore.Tenants.Views.Shared._TenantRecipes
source: Optionally specify which presets should be used for the Setup experience.
fa: به صورت اختیاری مشخص کنید که کدام تنظیمات پیش فرض باید برای تجربه راه اندازی استفاده شود.
fr: Spécifier quels paramètres prédéfinis doivent être utilisés pour la configuration de l’installation.
it: E' possibile specificare quali presets possono essere usate per la procedura di Setup.

# OrchardCore.Tenants.Views.Items.AllFeatureProfilesDeploymentStep.Edit
source: All Feature Profiles
fa: تمام پروفایل های ویژگی
fr: Tous les profils de fonctionnalités
it: Tutti i profili delle funzionalità
tr: Tüm Özellik Profilleri

# OrchardCore.Tenants.Views.Items.AllFeatureProfilesDeploymentStep.Summary
source: All Feature Profiles
fa: تمام پروفایل های ویژگی
fr: Tous les profils de fonctionnalités
it: Tutti i profili delle funzionalità
tr: Tüm Özellik Profilleri

# OrchardCore.Tenants.Views.Items.AllFeatureProfilesDeploymentStep.Summary
source: Adds all feature profiles to the plan.
fa: تمام پروفایل های ویژگی را به طرح اضافه می کند.
fr: Ajoute tous les profils de fonctionnalités au plan.
it: Aggiungi tutti i profili di funzionalità al piano.
tr: Tüm özellik profillerini plana ekler.

# OrchardCore.Tenants.Views.Items.AllFeatureProfilesDeploymentStep.Thumbnail
source: All Feature Profiles
fa: تمام پروفایل های ویژگی
fr: Tous les profils de fonctionnalités
it: Tutti i profili delle funzionalità
tr: Tüm Özellik Profilleri

# OrchardCore.Tenants.Views.Items.AllFeatureProfilesDeploymentStep.Thumbnail
source: Exports all feature profiles.
fa: خروجی گرفتن از همه پروفایل های ویژگی.
fr: Exporte tous les profils de fonctionnalités.
it: Esporta tutti i profili delle funzionalità.
tr: Özellik profillerini dışa aktarır.

# OrchardCore.Tenants.Views.Admin.Create
source: Create Tenant
fa: ایجاد Tenant
fr: Créer un tenant
it: Crea Tenant
pt_br: Criar Tenant
tr: Kiracı Oluştur

# OrchardCore.Tenants.Views.Admin.Create
source: Name
fa: نام
fr: Nom
it: Nome
pt_br: Nome
tr: İsim

# OrchardCore.Tenants.Views.Admin.Create
source: The name of the tenant.
fa: نام tenant.
fr: Le nom du tenant.
it: Il nome del tenant.
pt_br: O nome do tenant.
tr: Tenant adı.

# OrchardCore.Tenants.Views.Admin.Create
source: Create
fa: ایجاد
fr: Créer
it: Crea
pt_br: Criar
tr: Oluştur

# OrchardCore.Tenants.Views.Admin.Create
source: Cancel
fa: انصراف
fr: Annuler
it: Annulla
pt_br: Cancelar
tr: İptal

# OrchardCore.Tenants.Views.FeatureProfiles.Create
source: Create Feature Profile
fa: ایجاد پروفایل ویژگی
fr: Créer un profil de fonctionnalité
it: Crea Profilo delle Funzionalità
tr: Özellik Profili Oluştur

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Design
source: Create Tenant
fa: ایجاد تِنَنت (Tenant)
fr: Créer un Tenant
it: Crea Tenant
pt_br: Criar Tenant
tr: Tenant Oluştur

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Name
fa: نام
fr: Nom
it: Nome
pt_br: Nome
tr: Ad

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Select the name of the tenant to create.
fa: انتخاب نام تِنَنتی که مایل به ایجاد آن هستید.
fr: Sélectionnez le nom du tenant à créer.
it: Seleziona il nome del tenant da creare.
pt_br: Selecione o nome do tenant para criar.
tr: Oluşturulacak tenant'ın adını seçin.

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Description
fa: شرح
it: Descrizione
pt_br: Descrição
tr: Açıklama

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: (Optional) the description of the tenant to create.
fa: (اختیاری) شرح مستاجر برای ایجاد.
fr: (Facultatif) la description du tenant à créer.
it: (facoltativo) la descrizione del tenant da creare.
pt_br: (Opcional) a descrição do tenant a ser criado.
tr: (Opsiyonel) kiracının (tenant) tanımını oluştur.

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Url Prefix
fa: پیشوند آدرس
fr: Préfixe Url
it: Prefisso Url
pt_br: Prefixo de URL
tr: Url Öneki

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "http://orchardproject.net/site1".
fa: (اختیاری) مثال: اگر پیشوند "site1" باشد، پیشوند URL مستاجر "http://orchardproject.net/site1" است.
fr: (Optionnel) Exemple: Si le préfixe est "site1", le préfixe URL du tenant est "http://orchardproject.net/site1".
it: (Opzionale) Esempio: Se il prefisso è "site1", l'URL del tenant con il prefisso sarà "http://orchardproject.net/site1".

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Host name
fa: نام هاست
fr: Nom d’hôte
it: Nome host
pt_br: Nome do host
tr: Sunucu adı
