Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Email.po
Languages: fa, vi

# OrchardCore.Email.AdminMenu
source: Configuration
fa: پیکربندی
vi: Cấu hình

# OrchardCore.Email.AdminMenu
source: Settings
fa: تنظیمات
vi: Cài đặt

# OrchardCore.Email.AdminMenu
source: Email
fa: ایمیل

# OrchardCore.Email.Controllers.AdminController
source: Message sent successfully.
fa: پیام با موفقیت ارسال شد.
vi: Thư đã được gửi thành công.

# OrchardCore.Email.ViewModels.SmtpSettingsViewModel
source: Invalid Email.
fa: ایمیل نامعتبر.
vi: Email không hợp lệ.

# OrchardCore.Email.Workflows.Activities.EmailTask
source: Email Task
fa: وظیفه ایمیل
vi: Tác vụ Email

# OrchardCore.Email.Workflows.Activities.EmailTask
source: Messaging
fa: ارسال پیام
vi: Gửi thư

# OrchardCore.Email.Workflows.Activities.EmailTask
source: Done
fa: انجام شد
vi: Xong

# OrchardCore.Email.Workflows.Activities.EmailTask
source: Failed
fa: ناموفق
vi: Thất bại

# OrchardCore.Email.Views.Items.EmailTask.Fields.Design
source: Send Email
fa: ارسال پست الکترونیک
vi: Gửi Email

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: From
fa: از
vi: Từ

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The author's email address that defines who the email is from. Leave blank to use the configured email address. With Liquid support.
fa: آدرس ایمیل نویسنده که مشخص می کند ایمیل از چه کسی است. برای استفاده از آدرس ایمیل پیکربندی شده، آن را خالی بگذارید. با پشتیبانی از Liquid.
vi: Địa chỉ email của tác giả xác định ai là người gửi email. Để trống để sử dụng địa chỉ email được định cấu hình. Hỗ trợ cú pháp Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Sender
fa: فرستنده
vi: Người gửi

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The sender's email address. Required if not the same than the "From" email address. With Liquid support.
fa: آدرس ایمیل فرستنده. اگر مشابه آدرس ایمیل "از" نباشد، الزامی است. با پشتیبانی از Liquid.
vi: Địa chỉ email của người gửi. Bắt buộc nếu không giống với địa chỉ email "Từ". Hỗ trợ cú pháp Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: ReplyTo
fa: پاسخ به

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The "reply to" email address. Required if you want email replies be sent to a different address than the "From" address. With Liquid support.
fa: "پاسخ به" آدرس ایمیل. اگر می‌خواهید پاسخ‌های ایمیل به آدرسی متفاوت از آدرس «از» ارسال شود، الزامی است. با پشتیبانی از Liquid.
vi: Địa chỉ email "trả lời". Bắt buộc nếu bạn muốn gửi email trả lời đến một địa chỉ khác với địa chỉ "Từ". Hỗ trợ cú pháp Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Recipients
fa: دریافت کننده‌‌ها
vi: Người nhận

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The comma-separated list of recipient email addresses. With Liquid support.
fa: کاما(،) لیست آدرس های ایمیل های دریافت شده را جدا می‌کند. با پشتیبانی Liquid.
vi: Danh sách địa chỉ người nhận được ngăn cách bởi dấy phấy. Hỗ trợ cú pháp Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Cc
fa: رونوشت به

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The comma-separated list of carbon copy email addresses. With Liquid support.
fa: فهرست آدرس‌های ایمیل کپی کربنی جدا شده با کاما. با پشتیبانی از Liquid.
vi: Danh sách các địa chỉ email bản sao được phân tách bằng dấu phẩy. Hỗ trợ cú pháp Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Bcc
fa: رونوشت پنهان به

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The comma-separated list of blind copy email addresses. With Liquid support.
fa: فهرست آدرس‌های ایمیل کپی کور جدا شده با کاما. با پشتیبانی از Liquid.
vi: Danh sách địa chỉ người nhận được ngăn cách bởi dấy phấy. Hỗ trợ cú pháp Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Subject
fa: موضوع
vi: Tiêu đề

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The subject of the email message. With Liquid support.
fa: عنوان ایمیل. با پشتیبانی Liquid.
vi: Tiêu đề của email. Hỗ trợ cú pháp Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Does the Body contain HTML?
fa: آیا در بدنه (Body) ایمیل از HTML استفاده می شود؟
vi: Nội dung có bao gồm HTML?

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: If checked, indicates the body of the email message will be sent as HTML.
fa: اگر علامت زده شود، نشان می دهد که متن پیام ایمیل به صورت HTML ارسال می شود.
vi: Nếu được chọn, phần nội dung của email sẽ được gửi dưới dạng HTML.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Body
fa: بدنه (Body)
vi: Nội dung

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The body of the email message. With Liquid support.
fa: بدنه (Body) ایمیل. با پشتیبانی Liquid.
vi: Nội dung của email. Hỗ trợ cú pháp Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Thumbnail
source: Send Email
fa: ارسال ایمیل
vi: Gửi Email

# OrchardCore.Email.Views.Items.EmailTask.Fields.Thumbnail
source: Send an email.
fa: ارسال یک ایمیل.
vi: Gửi email.

# OrchardCore.Email.Views.Admin.Index
source: Settings
fa: تنظیمات
vi: Cài đặt

# OrchardCore.Email.Views.Admin.Index
source: To
fa: به
vi: Tới

# OrchardCore.Email.Views.Admin.Index
source: Sender
fa: فرستنده
vi: Người gửi

# OrchardCore.Email.Views.Admin.Index
source: The sender is optional, it is useful when the email author is different than the email submitter.
fa: فرستنده اختیاری است، زمانی مفید است که نویسنده ایمیل با ارسال کننده ایمیل متفاوت باشد.
vi: Người gửi là tùy chọn, nó hữu ích khi tác giả email khác với người gửi email.

# OrchardCore.Email.Views.Admin.Index
source: Bcc
fa: رونوشت پنهان به

# OrchardCore.Email.Views.Admin.Index
source: Cc
fa: رونوشت به

# OrchardCore.Email.Views.Admin.Index
source: Reply To
fa: پاسخ به
vi: Trả lời

# OrchardCore.Email.Views.Admin.Index
source: Subject
fa: موضوع
vi: Tiêu đề

# OrchardCore.Email.Views.Admin.Index
source: Body
fa: بدنه (Body)
vi: Nội dung

# OrchardCore.Email.Views.Admin.Index
source: Send
fa: ارسال
vi: Gửi

# OrchardCore.Email.Views.NavigationItemText-email.Id
source: Email
fa: ایمیل
vi: Địa chỉ Email

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
fa: پس از ذخیره تنظیمات، tenant جاری، مجدد بارگذاری خواهد شد.
vi: Trang web hiện tại sẽ được tải lại sau khi các cài đặt được lưu.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Sender email address
fa: ایمیل فرستنده
vi: Địa chỉ email người gửi

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The default email address to use as a sender, unless the email sender is set.
fa: آدرس ایمیل پیش فرض برای استفاده به عنوان فرستنده، مگر اینکه فرستنده ایمیل تنظیم شده باشد.
vi: Địa chỉ email mặc định để sử dụng làm người gửi, trừ khi người gửi email được đặt.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Delivery method
fa: روش ارسال
vi: Cách gửi

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Network
fa: شبکه
vi: Mạng

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Specified pickup directory
fa: پوشه پیکاپ مشخص شده
vi: Thư mục

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The delivery method used when sending email. Use Network in production. The other options can be useful when developing and testing.
fa: روش ارسالی که برای فرستادن ایمیل استفاده می شود. در محصول نهایی از شبکه (Network) استفاده شود. جهت توسعه و تِست از تنظیمات دیگر استفاده شود.
vi: Cách gửi email. Cần kết nối mạng. Các tùy chọn khác có thể có ích cho việc phát triển và thử nghiệm.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Network delivery options
fa: تنظیمات روش ارسال شبکه‌
vi: Gửi email

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Host name
fa: نام هاست
vi: Tên máy chủ

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The SMTP server domain, e.g. <i>smtp.mailprovider.com</i>.
fa: دامنه سرور SMTP ،برای مثال <i>smtp.mailprovider.com</i>.
vi: Tên miền máy chủ SMTP, ví dụ: <i>smtp.gmail.com</i>.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Port number
fa: شماره پورت
vi: Số hiệu cổng

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The SMTP server port, usually 25.
fa: پورت سرور SMTP ،به طور معمول 25 است.
vi: Cổng máy chủ SMTP, mặc định là 25.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Proxy host name
fa: نام میزبان پروکسی
vi: Tên máy chủ proxy

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The proxy server is optional.
fa: سرور پروکسی اختیاری است.
vi: Máy chủ proxy là tùy chọn.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Proxy port number
fa: شماره پورت پروکسی
vi: Số cổng proxy

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The proxy port is optional.
fa: پورت پروکسی اختیاری است.
vi: Cổng proxy là tùy chọn.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Encryption method to use
fa: از چه متود رمزگذاری (Encryption method) استفاده شود
vi: Phương pháp mã hóa được sử dụng

# OrchardCore.Email.Views.SmtpSettings.Edit
source: None
fa: هیچ کدام
vi: Không có gì

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Connect to server using insecure connection.
fa: اتصال به سِروِر با استفاده از پروتکل ناامن.
vi: Kết nối với máy chủ sử dụng kết nối không an toàn.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Connect to server using SSL/TSL secure connection
fa: اتصال به سِروِر با استفاده از پروتکل امن SSL/TSL
vi: Kết nối với máy chủ sử dụng kết nối an toàn SSL/TSL .

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Connect to server using insecure connection and upgrade to secure using SSL/TLS
fa: اتصال به سِروِر با استفاده از یک پروتکل ناامن و ارتقا به پروتکل امن با استفاده از SSL/TSL
vi: Kết nối với máy chủ bằng kết nối không an toàn và nâng cấp lên an toàn bằng SSL/TLS

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The encryption method used when connecting to mail server.
fa: متود رمز گذاری که برای وصل شدن به سرور ایمیل استفاده می‌شود.
vi: Phương pháp mã hóa được sử dụng khi kết nối với máy chủ mail.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Auto Select Encryption method
fa: انتخاب خودکار متود رمز گذاری
vi: Tự động chọn phương thức mã hóa

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Check to let the system select the encryption method based on port.
fa: سیستم به صورت خودکار بر مبنای پورت، متود رمزگذاری را انتخاب کند.
vi: Đánh dấu để hệ thống chọn phương thức mã hóa dựa trên số hiệu cổng.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Require credentials
fa: اعتبارنامه ضروری است
vi: Yêu cầu đăng nhập

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Use Windows authentication
fa: استفاده از احرازهویت ویندوز
vi: Sử dụng chứng thực của Windows

# OrchardCore.Email.Views.SmtpSettings.Edit
source: When this option is selected, the application pool or host-process identity is used to authenticate with the mail server.
fa: وقتی این گزینه انتخاب شده باشد، از هویت application pool یا شناسایی فرایند میزبان برای احرازهویت در سرور ایمیل استفاده می شود.
vi: Khi tùy chọn này được chọn, nhóm ứng dụng hoặc nhận dạng quy trình máy chủ được sử dụng để xác thực với máy chủ mail.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: User name
fa: نام کاربری
vi: Tên đăng nhập

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The username for authentication.
fa: نام کاربری برای احرازهویت.
vi: Tên đăng nhập để xác thực.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Password
fa: رمزعبور
vi: Mật khẩu

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The password for authentication.
fa: رمزعبور برای احرازهویت.
vi: Mật khẩu để xác thực.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Specified pickup directory delivery options
fa: تنظیمات روش ارسال پوشه پیکاپ انتخاب شده
vi: Thư mục lưu email gửi đi

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Pickup directory location
fa: انتخاب مکان پوشه پیکاپ
vi: Đường dẫn tới thư mục lưu email gửi đi

# OrchardCore.Email.Views.SmtpSettings.Edit
source: E.g. <i>C:\Path\To\This\Site\PickedUpEmail</i> to place emails in a <i>PickedUpEmail</i> directory on the C drive.
fa: برای مثال در آدرس <i>C:\Path\To\This\Site\PickedUpEmail</i> پوشه <i>PickedUpEmail</i> در درایو C برای قرارگیری ایمیل ها استفاده می شود.
vi: Ví dụ. <i>C:\Path\To\This\Site\PickedUpEmail</i> để lưu email trong thư mục <i>PickedUpEmail</i> trên ổ đĩa C.

# OrchardCore.Email.Views.SmtpSettings.TestButton
source: Test settings
fa: تنظیمات تِست
vi: Kiểm tra các cài đặt
