Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Media.po
Languages: fr

# OrchardCore.Media.AdminMenu
source: Content
fr: Contenu

# OrchardCore.Media.AdminMenu
source: Media Library
fr: Médias

# OrchardCore.Media.AdminMenu
source: Media
fr: Médias

# OrchardCore.Media.AdminMenu
source: Media Options
fr: Options des médias

# OrchardCore.Media.AdminMenu
source: Media Profiles
fr: Profils de média

# OrchardCore.Media.Controllers.AdminController
source: This file extension is not allowed: {0}
fr: Cette extension de fichier n'est pas autorisée : {0}

# OrchardCore.Media.Controllers.AdminController
source: Cannot delete root media folder
fr: Impossible de supprimer le dossier de médias racine

# OrchardCore.Media.Controllers.AdminController
source: Cannot delete path because it is not a directory
fr: Impossible de supprimer le chemin car il n'est pas un répertoire

# OrchardCore.Media.Controllers.AdminController
source: Cannot move media because a file already exists with the same name
fr: Impossible de déplacer le média car un fichier existe déjà avec le même nom

# OrchardCore.Media.Controllers.AdminController
source: Error when moving files. Maybe they already exist on the target folder? Files on error: {0}
fr: Erreur lors du déplacement des fichiers. Peut-être qu'ils existent déjà dans le dossier cible ? Fichiers en erreur : {0}

# OrchardCore.Media.Controllers.AdminController
source: Cannot create folder because the folder name contains invalid characters
fr: Impossible de créer le dossier car le nom du dossier contient des caractères invalides

# OrchardCore.Media.Controllers.AdminController
source: Cannot create folder because a folder already exists with the same name
fr: Impossible de déplacer le média car un fichier existe déjà avec le même nom

# OrchardCore.Media.Controllers.AdminController
source: Cannot create folder because a file already exists with the same name
fr: Impossible de déplacer le média car un fichier existe déjà avec le même nom

# OrchardCore.Media.Controllers.MediaCacheController
source: The asset cache feature is enabled, but a remote media store feature is not enabled, or not configured with appsettings.json.
fr: La fonctionnalité de cache d'actifs est activée, mais une fonctionnalité de stockage de médias à distance n'est pas activée, ou n'est pas configurée dans appsettings.json.

# OrchardCore.Media.Controllers.MediaCacheController
source: Asset cache purged, with errors.
fr: Cache des assets purgé, avec erreurs.

# OrchardCore.Media.Controllers.MediaCacheController
source: Asset cache purged.
fr: Cache des assets purgé.

# OrchardCore.Media.Controllers.MediaProfilesController
source: Delete
fr: Supprimer

# OrchardCore.Media.Controllers.MediaProfilesController
source: The name is mandatory.
fr: Le nom est obligatoire.

# OrchardCore.Media.Controllers.MediaProfilesController
source: A profile with the same name already exists.
fr: Un profil du même nom existe déjà.

# OrchardCore.Media.Controllers.MediaProfilesController
source: Media profile deleted successfully.
fr: Profil média supprimé avec succès.

# OrchardCore.Media.Controllers.MediaProfilesController
source: Media profiles successfully removed.
fr: Les profils médias ont été supprimés avec succès.

# OrchardCore.Media.Controllers.MediaProfilesController
source: Default
fr: Par défaut

# OrchardCore.Media.Controllers.MediaProfilesController
source: Custom Size
fr: Taille personnalisée

# OrchardCore.Media.Controllers.MediaProfilesController
source: Default (Max)
fr: Par défaut (Max)

# OrchardCore.Media.Drivers.MediaFieldDisplayDriver
source: {0}: There was an error handling the files.
fr: {0}: Une erreur est survenue lors de la gestion des fichiers.

# OrchardCore.Media.Drivers.MediaFieldDisplayDriver
source: Media extension is not allowed. Only media with '{0}' extensions are allowed.
fr: L'extension de ce média n'est pas autorisée. Seuls les médias avec les extensions «{0}» sont autorisés.

# OrchardCore.Media.Drivers.MediaFieldDisplayDriver
source: A value is required for {0}.
fr: Une valeur est requise pour {0}.

# OrchardCore.Media.Drivers.MediaFieldDisplayDriver
source: {0}: Selecting multiple media is forbidden.
fr: {0}: La sélection de plusieurs médias est interdite.

# OrchardCore.Media.GraphQL.MediaAssetQuery
source: Media assets are items that are part of your media library.
fr: Les ressources médias sont des éléments qui font partie de votre bibliothèque de médias.

# OrchardCore.Media.GraphQL.MediaAssetQuery
source: Media asset path.
fr: Chemin de ressource média.

# OrchardCore.Media.GraphQL.MediaAssetQuery
source: Whether to get the assets from just the top directory or from all sub-directories as well.
fr: Pour obtenir les ressources du répertoire supérieur ou de tous les sous-répertoires.

# OrchardCore.Media.MediaCacheAdminMenu
source: Media
fr: Média

# OrchardCore.Media.MediaCacheAdminMenu
source: Media Cache
fr: Cache média

# OrchardCore.Media.Recipes.MediaStep
source: File extension not allowed: '{0}'
fr: Extension de fichier non autorisée : '{0}'

# OrchardCore.Media.Settings.MediaFieldSettingsDriver
source: Please select at least one extension.
fr: Veuillez sélectionner au moins une extension.

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Edit
source: All Media Profiles
fr: Tous les profils médias

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Summary
source: All Media Profiles
fr: Tous les profils médias

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Summary
source: Adds all media profiles to the plan.
fr: Ajoute tous les profils médias au plan.

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Thumbnail
source: All Media Profiles
fr: Tous les profils médias

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Thumbnail
source: Exports all media profiles.
fr: Exporte tous les profils média.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Create Media Profile
fr: Créer un profil média

# OrchardCore.Media.Views.MediaProfiles.Create
source: Name
fr: Nom

# OrchardCore.Media.Views.MediaProfiles.Create
source: The name of the media profile.
fr: Le nom du profil média.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Hint
fr: Indication

# OrchardCore.Media.Views.MediaProfiles.Create
source: The hint for the media profile.
fr: L'indication du profil média.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Width
fr: Largeur

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the width for the processed image. A default value means a width command will not be applied.
fr: Sélectionnez la largeur de l'image traitée. Une valeur par défaut signifie qu'une commande de largeur ne sera pas appliquée.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Height
fr: Hauteur

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the height for the processed image. A default value means a height command will not be applied.
fr: Sélectionnez la hauteur de l'image traitée. Une valeur par défaut signifie qu'une commande de hauteur ne sera pas appliquée.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Resize Mode
fr: Mode de redimensionnement

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the resize mode for the processed image.
fr: Sélectionnez le mode de redimensionnement de l'image traitée.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Background Color
fr: Couleur d'arrière plan

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the background color for the processed image. An empty value means a bgcolor command will not be applied. Examples of valid values: 'white', 'ffff00', 'ffff0080', '128,64,32' and '128,64,32,80'.
fr: Sélectionnez la couleur de fond pour l'image traitée. Une valeur vide signifie que la commande bgcolor ne sera pas appliquée. Exemples de valeurs valides: 'white', 'ffff00', 'ff0080', '128,64,32' et '128,64,32,80'.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the format for the processed image. A default value means a format command will not be applied.
fr: Sélectionnez le format pour l'image traitée. Une valeur par défaut signifie qu'une commande de format ne sera pas appliquée.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Quality
fr: Qualité

# OrchardCore.Media.Views.MediaProfiles.Create
source: The quality percentage for the processed image. Only supported with the JPG and WebP format. A value of 100% means a quality command will not be applied.
fr: Le pourcentage de qualité pour l'image traitée. Uniquement pris en charge avec le format JPG et WebP. Une valeur de 100% signifie qu'une commande de qualité ne sera pas appliquée.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Save
fr: Enregistrer

# OrchardCore.Media.Views.MediaProfiles.Create
source: Toggle Dropdown
fr: Basculer la liste déroulante

# OrchardCore.Media.Views.MediaProfiles.Create
source: and continue
fr: et continuer

# OrchardCore.Media.Views.MediaProfiles.Create
source: Cancel
fr: Annuler

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Edit Media Profile
fr: Modifier le profil média

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Name
fr: Nom

# OrchardCore.Media.Views.MediaProfiles.Edit
source: The name of the media profile.
fr: Le nom du profil média.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Hint
fr: Indication

# OrchardCore.Media.Views.MediaProfiles.Edit
source: The hint for the media profile.
fr: L'indication du profil média.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Width
fr: Largeur

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the width for the processed image. A default value means a width command will not be applied.
fr: Sélectionnez la largeur de l'image traitée. Une valeur par défaut signifie qu'une commande de largeur ne sera pas appliquée.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Height
fr: Hauteur

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the height for the processed image. A default value means a height command will not be applied.
fr: Sélectionnez la hauteur de l'image traitée. Une valeur par défaut signifie qu'une commande de hauteur ne sera pas appliquée.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Resize Mode
fr: Mode de redimensionnement

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the resize mode for the processed image.
fr: Sélectionnez le mode de redimensionnement de l'image traitée.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Background Color
fr: Couleur d'arrière plan

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the background color for the processed image. An empty value means a bgcolor command will not be applied. Examples of valid values: 'white', 'ffff00', 'ffff0080', '128,64,32' and '128,64,32,16'.
fr: Sélectionnez la couleur de fond pour l'image traitée. Une valeur vide signifie que la commande bgcolor ne sera pas appliquée. Exemples de valeurs valides: 'white', 'ffff00', 'ff0080', '128,64,32' et '128,64,32,16'.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the format for the processed image. A default value means a format command will not be applied.
fr: Sélectionnez le format pour l'image traitée. Une valeur par défaut signifie qu'une commande de format ne sera pas appliquée.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Quality
fr: Qualité

# OrchardCore.Media.Views.MediaProfiles.Edit
source: The quality percentage for the processed image. Only supported with the JPG or WebP format. A value of 100% means a quality command will not be applied.
fr: Le pourcentage de qualité pour l'image traitée. Uniquement pris en charge avec le format JPG et WebP. Une valeur de 100% signifie qu'une commande de qualité ne sera pas appliquée.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Save
fr: Enregistrer

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Toggle Dropdown
fr: Basculer la liste déroulante

# OrchardCore.Media.Views.MediaProfiles.Edit
source: and continue
fr: et continuer

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Cancel
fr: Annuler

# OrchardCore.Media.Views.Admin.Index
source: Assets
fr: Médias

# OrchardCore.Media.Views.MediaCache.Index
source: Asset Cache
fr: Cache des assets

# OrchardCore.Media.Views.MediaCache.Index
source: Media is configured with appsettings.json.
fr: Media configuré avec appsettings.json.

# OrchardCore.Media.Views.MediaCache.Index
source: Purge All
fr: Tout purger

# OrchardCore.Media.Views.MediaCache.Index
source: Are you sure you want to purge the entire asset cache?
fr: Êtes-vous sûr de vouloir purger le cache des assets entier ?

# OrchardCore.Media.Views.MediaCache.Index
source: Purge all the assets from the cache
fr: Purger tous les assets du cache

# OrchardCore.Media.Views.MediaCache.Index
source: The asset cache feature is enabled, but a remote media store feature is not enabled, or not configured with appsettings.json.
fr: La fonctionnalité de cache d'actifs est activée, mais une fonctionnalité de stockage de médias à distance n'est pas activée, ou n'est pas configurée dans appsettings.json.

# OrchardCore.Media.Views.MediaProfiles.Index
source: Media Profiles
fr: Profils de média

# OrchardCore.Media.Views.MediaProfiles.Index
source: Search
fr: Recherche

# OrchardCore.Media.Views.MediaProfiles.Index
source: Add Profile
fr: Ajouter un profil

# OrchardCore.Media.Views.MediaProfiles.Index
source: Select All
fr: Tout sélectionner

# OrchardCore.Media.Views.MediaProfiles.Index
source: 1 item
fr: 1 élément

# OrchardCore.Media.Views.MediaProfiles.Index
source: Items {0} to {1}
fr: Éléments {0} à {1}

# OrchardCore.Media.Views.MediaProfiles.Index
source: / {0} item in total
fr: / {0} élément au total

# OrchardCore.Media.Views.MediaProfiles.Index
source: Bulk Action
fr: Action par lot

# OrchardCore.Media.Views.MediaProfiles.Index
source: Are you sure you want to {0} these items?
fr: Êtes-vous sûr de vouloir {0} ces éléments ?

# OrchardCore.Media.Views.MediaProfiles.Index
source: Edit
fr: Modifier

# OrchardCore.Media.Views.MediaProfiles.Index
source: Delete
fr: Supprimer

# OrchardCore.Media.Views.MediaProfiles.Index
source: <strong>Nothing here!</strong> There are no media profiles for the moment.
fr: <strong>Rien ici !</strong> Il n'y a pas de profil média pour le moment.

# OrchardCore.Media.Views.MediaProfiles.Index
source: selected
fr: sélectionné(s)

# OrchardCore.Media.Views.Admin.MediaApplication
source: Drop your media here
fr: Déposer votre média ici

# OrchardCore.Media.Views.Admin.MediaApplication
source: Your files will be uploaded to the current folder when you drop them here
fr: Vos fichiers seront téléchargés dans le dossier courant lorsque vous les déposez ici

# OrchardCore.Media.Views.Admin.MediaApplication
source: Select All
fr: Tout sélectionner

# OrchardCore.Media.Views.Admin.MediaApplication
source: Select None
fr: Ne rien sélectionner

# OrchardCore.Media.Views.Admin.MediaApplication
source: Invert
fr: Inverser

# OrchardCore.Media.Views.Admin.MediaApplication
source: Delete
fr: Supprimer

# OrchardCore.Media.Views.Admin.MediaApplication
source: Grid View
fr: Vue grille

# OrchardCore.Media.Views.Admin.MediaApplication
source: List View
fr: Vue liste

# OrchardCore.Media.Views.Admin.MediaApplication
source: Small Thumbs
fr: Petites miniatures

# OrchardCore.Media.Views.Admin.MediaApplication
source: Large Thumbs
fr: Grandes miniatures

# OrchardCore.Media.Views.Admin.MediaApplication
source: Filter...
fr: Filtrer...

# OrchardCore.Media.Views.Admin.MediaApplication
source: Media Library
fr: Bibliothèque de médias

# OrchardCore.Media.Views.Admin.MediaApplication
source: Nothing to show with this filter
fr: Rien à afficher avec ce filtre

# OrchardCore.Media.Views.Admin.MediaApplication
source: This folder is empty
fr: Ce dossier est vide

# OrchardCore.Media.Views.Admin.MediaApplication
source: Delete media folder
fr: Supprimer le dossier média

# OrchardCore.Media.Views.Admin.MediaApplication
source: Are you sure you want to delete this folder?
fr: Êtes-vous sûr de vouloir supprimer le dossier ?

# OrchardCore.Media.Views.Admin.MediaApplication
source: Delete media
fr: Supprimer le média

# OrchardCore.Media.Views.Admin.MediaApplication
source: Are you sure you want to delete these media items?
fr: Êtes-vous sûr de vouloir supprimer ces éléments de média ?

# OrchardCore.Media.Views.Admin.MediaApplication
source: Move media
fr: Déplacer média

# OrchardCore.Media.Views.Admin.MediaApplication
source: Are you sure you want to move the selected media to this folder?
fr: Êtes-vous sûr de vouloir déplacer le média sélectionné dans ce dossier ?

# OrchardCore.Media.Views.Admin.MediaApplication
source: Yes
fr: Oui

# OrchardCore.Media.Views.Admin.MediaApplication
source: No
fr: Non

# OrchardCore.Media.Views.Admin.MediaApplication
source: The media is already on this folder
fr: Le média est déjà dans ce dossier

# OrchardCore.Media.Views.Admin.MediaApplication
source: Edit
fr: Modifier

# OrchardCore.Media.Views.Admin.MediaApplication
source: View
fr: Voir

# OrchardCore.Media.Views.Admin.MediaApplication
source: This file exceeds the maximum upload size
fr: Ce fichier dépasse la taille maximale de téléchargement

# OrchardCore.Media.Views.Admin.MediaApplication
source: Errors
fr: Erreurs

# OrchardCore.Media.Views.Admin.MediaApplication
source: Clear Errors
fr: Effacer les erreurs

# OrchardCore.Media.Views.Admin.MediaApplication
source: Name
fr: Nom

# OrchardCore.Media.Views.Admin.MediaApplication
source: Last modification
fr: Dernière modification

# OrchardCore.Media.Views.Admin.MediaApplication
source: Size
fr: Taille

# OrchardCore.Media.Views.Admin.MediaApplication
source: First
fr: Premier

# OrchardCore.Media.Views.Admin.MediaApplication
source: Previous
fr: Précédent

# OrchardCore.Media.Views.Admin.MediaApplication
source: Next
fr: Suivant

# OrchardCore.Media.Views.Admin.MediaApplication
source: Last
fr: Dernier

# OrchardCore.Media.Views.Admin.MediaApplication
source: Page Size
fr: Taille de page

# OrchardCore.Media.Views.Admin.MediaApplication
source: Total items:
fr: Nb d'éléments total :

# OrchardCore.Media.Views.Admin.MediaApplication
source: Create Folder
fr: Créer un Dossier

# OrchardCore.Media.Views.Admin.MediaApplication
source: Folder name
fr: Nom du dossier

# OrchardCore.Media.Views.Admin.MediaApplication
source: Cancel
fr: Annuler

# OrchardCore.Media.Views.Admin.MediaApplication
source: Rename Item
fr: Renommer l'élément

# OrchardCore.Media.Views.Admin.MediaApplication
source: New Name
fr: Nouveau nom

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Edit
source: Media
fr: Média

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Edit
source: Include all media.
fr: Inclure tous les médias.

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Edit
source: The media to add as part of the plan.
fr: Les médias à ajouter dans le plan.

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Summary
source: Media
fr: Médias

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Summary
source: All
fr: Tous

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Summary
source: No media selected.
fr: Aucun média sélectionné.

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Thumbnail
source: Media
fr: Médias

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Thumbnail
source: Exports all or specified media.
fr: Exporte tous les médias ou ceux spécifiés.

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: Small Thumbs
fr: Petites miniatures

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: Large Thumbs
fr: Grandes miniatures

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: {{{{ selectedMedia.attachedFileName !== null && selectedMedia.attachedFileName !== '' ? selectedMedia.attachedFileName : selectedMedia.name }}}}{{{{ selectedMedia.mediaText === '' ? '' : ', ' + selectedMedia.mediaText }}}} ({{{{ isNaN(fileSize)? 0 : fileSize }}}} KB)
fr: {{{{ selectedMedia.attachedFileName !== null && selectedMedia.attachedFileName !== '' ? selectedMedia.attachedFileName : selectedMedia. ame }}}}{{{{ selectedMedia.mediaText === '' ? '' : ', ' + selectedMedia.mediaText }}}} ({{{{ isNaN(fileSize)? 0 : fileSize }}}} KB)

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: This file exceeds the maximum upload size
fr: Ce fichier dépasse la taille maximale de téléchargement

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: Uploads
fr: Téléchargements

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: Errors
fr: Erreurs

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: Clear Errors
fr: Effacer les erreurs

# OrchardCore.Media.Views.MediaField-Attached.Option
source: Attached
fr: Attaché

# OrchardCore.Media.Views.MediaField.Edit
source: Small Thumbs
fr: Petites miniatures

# OrchardCore.Media.Views.MediaField.Edit
source: Large Thumbs
fr: Grandes miniatures

# OrchardCore.Media.Views.MediaField.Edit
source: {{{{ selectedMedia.name }}}}{{{{ selectedMedia.mediaText === '' ? '' : ', ' + selectedMedia.mediaText }}}} ({{{{ isNaN(fileSize)? 0 : fileSize }}}} KB)
fr: {{{{ selectedMedia.name }}}}{{{{ selectedMedia.mediaText === '' ? '' : ', ' + selectedMedia.mediaText }}}} ({{{{ isNaN(fileSize)? 0 : fileSize }}}} Ko)

# OrchardCore.Media.Views.MediaField.Edit
source: Select Media
fr: Sélectionner un média

# OrchardCore.Media.Views.MediaField.Edit
source: Cancel
fr: Annuler

# OrchardCore.Media.Views.Shared.MediaFieldEditAnchorModal
source: Select an anchor
fr: Sélectionnez une ancre

# OrchardCore.Media.Views.Shared.MediaFieldEditAnchorModal
source: Reset Anchor
fr: Réinitialiser l'ancre

# OrchardCore.Media.Views.Shared.MediaFieldEditAnchorModal
source: Cancel
fr: Annuler

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: Only one item is allowed on this field.
fr: Un seul élément est autorisé sur ce champ.

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: Not Found
fr: Non trouvé

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: It will be discarded on saving
fr: Il sera annulé lors de l'enregistrement

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: No Files
fr: Aucun fichier

# OrchardCore.Media.Views.Shared.MediaFieldEditMediaTextModal
source: Enter media text
fr: Entrez le texte du média

# OrchardCore.Media.Views.Shared.MediaFieldEditMediaTextModal
source: Cancel
fr: Annuler

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Required
fr: Obligatoire

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Whether a media is required.
fr: Si un média est requis.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Whether multiple media can be selected.
fr: Si plusieurs médias peuvent être sélectionnés.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Allow media text
fr: Autoriser le texte du média

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Whether media text editing is allowed.
fr: Si l'édition de texte du média est autorisée.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Allow anchors
fr: Autoriser les ancres

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Whether selecting an anchor point for resizing is allowed.
fr: Si la sélection d'un point d'ancrage pour le redimensionnement est autorisée.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Hint
fr: Indication

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: The hint text to display on the editor.
fr: Le texte d’indication à afficher sur l’éditeur.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Allow all default media types
fr: Autoriser tous les types de média par défaut
