Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Tenants.po
Languages: fa, fr, it, pt_br, tr

# OrchardCore.Tenants.Controllers.ApiController
source: Host and url prefix can not be empty at the same time.
pt_br: O Host e prefixo da URL não podem estar em branco ao mesmo tempo.

# OrchardCore.Tenants.Controllers.ApiController
source: The url prefix can not contain more than one segment.
pt_br: O prefixo da URL não pode conter mais de um segmento.

# OrchardCore.Tenants.Controllers.ApiController
source: Either 'Recipe' or 'RecipeName' is required.
pt_br: 'Modelo do Site' ou 'Nome do Modelo do Site' é obrigatório.

# OrchardCore.Tenants.Views.Admin.Create
source: Description
pt_br: Descrição

# OrchardCore.Tenants.Views.Admin.Create
source: The description of the tenant.
pt_br: A descrição do tenant.

# OrchardCore.Tenants.Views.Admin.Create
source: Url Prefix
pt_br: Prefixo de URL

# OrchardCore.Tenants.Views.Admin.Create
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "https://orchardcore.net/site1"
pt_br: (Opcional) Exemplo: Se o prefixo for "site1", o prefixo de URL do tenant é "https://orchardcore.net/site1"

# OrchardCore.Tenants.Views.Admin.Create
source: Example: If host is "orchardproject.net", the tenant site URL is "https://orchardcore.net/"
pt_br: Exemplo: Se o servidor for "orchardproject.net", o URL do site do inquilino é "https://orchardcore.net/"

# OrchardCore.Tenants.Views.Admin.Create
source: You may define multiple domains using the comma (,) as a separator. Use the '*.' prefix to map all subdomains.
pt_br: Você pode definir vários domínios usando a vírgula (,) como um separador. Use o prefixo '*.' para mapear todos os subdomínios.

# OrchardCore.Tenants.Views.Admin.Create
source: Recipe
pt_br: Modelo de Site

# OrchardCore.Tenants.Views.Admin.Create
source: Optionally specify which presets should be used for the Setup experience.
pt_br: Opcionalmente, especifique quais predefinições devem ser usadas para a experiência de Configuração.

# OrchardCore.Tenants.Views.Admin.Create
source: Database Presets
pt_br: Predefinições do banco de dados

# OrchardCore.Tenants.Views.Admin.Create
source: What type of database to use?
pt_br: Que tipo de banco de dados utilizar?

# OrchardCore.Tenants.Views.Admin.Create
source: None
pt_br: Nenhum

# OrchardCore.Tenants.Views.Admin.Create
source: The connection string to your database instance. e.g., {0}
pt_br: A string de conexão para a instância do banco de dados. Por exemplo: {0}

# OrchardCore.Tenants.Views.Admin.Create
source: Table Prefix
pt_br: Prefixo de tabela

# OrchardCore.Tenants.Views.Admin.Create
source: Connection string
pt_br: String de conexão

# OrchardCore.Tenants.Views.Admin.Edit
source: Description
pt_br: Descrição

# OrchardCore.Tenants.Views.Admin.Edit
source: The description of the tenant.
pt_br: A descrição do tenant.

# OrchardCore.Tenants.Views.Admin.Edit
source: Url Prefix
pt_br: Prefixo de URL

# OrchardCore.Tenants.Views.Admin.Edit
source: (Optional) Example: If prefix is "site1", the tenant URL is "https://orchardcore.net/site1"
pt_br: (Opcional) Exemplo: Se o prefixo for "site1", o prefixo de URL do tenant é "https://orchardcore.net/site1"

# OrchardCore.Tenants.Views.Admin.Edit
source: Example: If host is "orchardproject.net", the tenant URL is "https://orchardcore.net/"
pt_br: Exemplo: Se o servidor for "orchardproject.net", o URL do site do inquilino é "https://orchardcore.net/"

# OrchardCore.Tenants.Views.Admin.Edit
source: You may define multiple domains using the comma (,) as a separator. Use the '*.' prefix to map all subdomains.
pt_br: Você pode definir vários domínios usando a vírgula (,) como um separador. Use o prefixo '*.' para mapear todos os subdomínios.

# OrchardCore.Tenants.Views.Admin.Edit
source: Recipe
pt_br: Modelo de Site

# OrchardCore.Tenants.Views.Admin.Edit
source: Optionally specify which presets should be used for the Setup experience.
pt_br: Opcionalmente, especifique quais predefinições devem ser usadas para a experiência de Configuração.

# OrchardCore.Tenants.Views.Admin.Edit
source: Database Presets
pt_br: Predefinições do banco de dados

# OrchardCore.Tenants.Views.Admin.Edit
source: What type of database to use?
pt_br: Que tipo de banco de dados utilizar?

# OrchardCore.Tenants.Views.Admin.Edit
source: None
pt_br: Nenhum

# OrchardCore.Tenants.Views.Admin.Edit
source: Table Prefix
pt_br: Prefixo de tabela

# OrchardCore.Tenants.Views.Admin.Edit
source: Connection string
pt_br: String de conexão

# OrchardCore.Tenants.Views.Admin.Index
source: Uninitialized
pt_br: Não inicializado

# OrchardCore.Tenants.Views.Admin.Index
source: Initializing
pt_br: Iniciando

# OrchardCore.Tenants.Views.Admin.Index
source: Running
pt_br: Em execução

# OrchardCore.Tenants.Views.Admin.Index
source: Disabled
pt_br: Desativado

# OrchardCore.Tenants.Views.Admin.Index
source: Invalid
pt_br: Inválido

# OrchardCore.Tenants.Views.Admin.Index
source: Edit
pt_br: Editar

# OrchardCore.Tenants.Views.Admin.Index
source: Disable
pt_br: Desativar

# OrchardCore.Tenants.Views.Admin.Index
source: Enable
pt_br: Ativar

# OrchardCore.Tenants.Views.Admin.Index
source: Setup
pt_br: Instalação

# OrchardCore.Tenants.Views.Admin.Index
source: Reload
pt_br: Recarregar

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "http://orchardproject.net/site1"
pt_br: (Opcional) Exemplo: Se o prefixo for "site1", o prefixo de URL do tenant é "http://orchardproject.net/site1"
