Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Cors.po
Languages: fi

# OrchardCore.Cors.AdminMenu
source: Configuration
fi: Konfigurointi

# OrchardCore.Cors.AdminMenu
source: Settings
fi: Asetukset

# OrchardCore.Cors.Controllers.AdminController
source: The CORS settings have updated successfully.
fi: CORS asetukset on päivitetty onnistuneesti.

# OrchardCore.Cors.Views.Admin.Index
source: CORS Settings
fi: CORS-asetukset

# OrchardCore.Cors.Views.Admin.Index
source: The current tenant will be reloaded when the CORS is executed.
fi: Nykyinen ympäristö ladataan uudelleen, kun asetukset on tallennettu.

# OrchardCore.Cors.Views.Admin.Index
source: CORS stands for Cross-Origin Resource Sharing. More information can be found here:
fi: CORS tarkoittaa Cross-Origin Resource Sharingia. Lisätietoja löytyy täältä:

# OrchardCore.Cors.Views.Admin.Index
source: Search
fi: Hae

# OrchardCore.Cors.Views.Admin.Index
source: Add a policy
fi: Lisää käytäntö

# OrchardCore.Cors.Views.Admin.Index
source: Default Policy
fi: Oletuskäytäntö

# OrchardCore.Cors.Views.Admin.Index
source: Edit
fi: Muokkaa

# OrchardCore.Cors.Views.Admin.Index
source: Delete
fi: Poista

# OrchardCore.Cors.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no CORS policies for the moment.
fi: <strong>Ei mitään näytettävää.</strong> Tällä hetkellä ei ole yhtään CORS-käytäntöä.

# OrchardCore.Cors.Views.Admin.Index
source: <strong>Nothing here!</strong> Your search returned no results.
fi: <strong>Tyhjyyttä täynnä!</strong> Hakusi ei tuottanut tuloksia.

# OrchardCore.Cors.Views.Admin.Index
source: Details
fi: Tarkemmat tiedot

# OrchardCore.Cors.Views.Admin.Index
source: Provide policy details.
fi: Anna käytännön tiedot.

# OrchardCore.Cors.Views.Admin.Index
source: Policy name
fi: Käytännön nimi

# OrchardCore.Cors.Views.Admin.Index
source: The name of the policy.
fi: Käytännön nimi.

# OrchardCore.Cors.Views.Admin.Index
source: Set as default policy
fi: Aseta oletuskäytännöksi

# OrchardCore.Cors.Views.Admin.Index
source: Credentials
fi: Valtuudet

# OrchardCore.Cors.Views.Admin.Index
source: Configure the credentials behavior.
fi: Määritä valtuuksien toiminta.

# OrchardCore.Cors.Views.Admin.Index
source: Allow credentials
fi: Salli valtuudet

# OrchardCore.Cors.Views.Admin.Index
source: Allows credentials to be transported in requests. This setting is not allowed in combination with Allow Any Origin.
fi: Mahdollistaa valtuuksien kuljettaminen pyynnöissä. Tämä asetus ei ole sallittu yhdessä "Salli kaikki lähteet".

# OrchardCore.Cors.Views.Admin.Index
source: Origins
fi: Lähteet

# OrchardCore.Cors.Views.Admin.Index
source: Configure the origins behavior.
fi: Määritä lähteiden toimintatapa.

# OrchardCore.Cors.Views.Admin.Index
source: Allow any origin
fi: Salli kaikki lähteet

# OrchardCore.Cors.Views.Admin.Index
source: Allows requests from any origin. This will bypass any origin that is configured below.
fi: Sallii pyynnöt mistä tahansa lähteestä. Tämä ohittaa minkä tahansa lähteen, mikä on määritetty alla.

# OrchardCore.Cors.Views.Admin.Index
source: Origin
fi: Alkuperä

# OrchardCore.Cors.Views.Admin.Index
source: Allowed origins
fi: Sallitut lähteet

# OrchardCore.Cors.Views.Admin.Index
source: Headers
fi: Otsakkeet

# OrchardCore.Cors.Views.Admin.Index
source: Allow certain or all headers to be used by the external client.
fi: Salli ulkoisten asiakkaiden (client) käyttää tiettyjä tai kaikkia otsakkeita (headers).

# OrchardCore.Cors.Views.Admin.Index
source: Allow any header
fi: Salli kaikki otsakkeet

# OrchardCore.Cors.Views.Admin.Index
source: Allows requests with any header. This will bypass any headers that are configured below.
fi: Sallii pyynnöt millä tahansa otsakkella (header). Tämä ohittaa minkä tahansa lähteen, mikä on määritetty alla.

# OrchardCore.Cors.Views.Admin.Index
source: Header
fi: Otsake

# OrchardCore.Cors.Views.Admin.Index
source: Allowed headers
fi: Sallitut otsakkeet

# OrchardCore.Cors.Views.Admin.Index
source: Methods
fi: Metodit

# OrchardCore.Cors.Views.Admin.Index
source: Configure the methods behavior (POST, PUT, DELETE, GET, etc).
fi: Määritä menetelmien käyttäytyminen (POST, PUT, DELETE, GET, jne.).

# OrchardCore.Cors.Views.Admin.Index
source: Allow any method
fi: Salli kaikki metodit

# OrchardCore.Cors.Views.Admin.Index
source: Allows requests with any method. This will bypass any methods that are configured below.
fi: Sallii pyynnöt kaikilla metodeilla. Tämä ohittaa kaikki alla määritetyt metodit.

# OrchardCore.Cors.Views.Admin.Index
source: Method
fi: Metodi

# OrchardCore.Cors.Views.Admin.Index
source: Allowed methods
fi: Sallitut metodit

# OrchardCore.Cors.Views.Admin.Index
source: Save
fi: Tallenna

# OrchardCore.Cors.Views.Admin.Index
source: Cancel
fi: Peruuta

# OrchardCore.Cors.Views.Admin.Index
source: Add
fi: Lisää
