Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Deployment.Remote.po
Languages: fa, fr, pt_br

# OrchardCore.Deployment.Remote.AdminMenu
source: Configuration
fa: پیکربندی
pt_br: Configuração

# OrchardCore.Deployment.Remote.AdminMenu
source: Import/Export
fa: واردکردن/خروجی‌گرفتن
pt_br: Importar/Exportar

# OrchardCore.Deployment.Remote.AdminMenu
source: Remote Instances
fa: موارد ریموت
fr: Instances distantes
pt_br: Instâncias Remotas

# OrchardCore.Deployment.Remote.AdminMenu
source: Remote Clients
fa: سرویس‌گیرندگان ریموت
fr: Clients distants
pt_br: Clientes Remotos

# OrchardCore.Deployment.Remote.Controllers.ExportRemoteInstanceController
source: Deployment executed successfully.
fa: برنامه استقرار با موفقیت اجرا شد.
fr: Déploiement exécuté avec succès.
pt_br: Etapa do plano de implantação atualizada com sucesso.

# OrchardCore.Deployment.Remote.Controllers.ExportRemoteInstanceController
source: An error occurred while sending the deployment to the remote instance: "{0} ({1})"
fa: در هنگام فرستادن برنامه استقرار به یکی از موارد ریموت، خطایی رخ داده است: "{0} ({1})"
fr: Une erreur s'est produite lors de l'envoi du déploiement à l'instance distante : "{0} ({1})"
pt_br: Ocorreu um erro ao enviar a implantação para a instância remota: "{0} ({1})"

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Delete
fa: حذف
fr: Supprimer
pt_br: Excluir

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client created successfully.
fa: کلاینت راه دور با موفقیت ایجاد شد.
fr: Client distant créé avec succès.
pt_br: Cliente remoto criado com sucesso.

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client updated successfully.
fa: سرویس‌گیرنده ریموت با موفقیت به‌روزرسانی شد.
fr: Client distant mis à jour avec succès.
pt_br: Cliente remoto atualizado com sucesso.

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client deleted successfully.
fa: سرویس‌گیرنده ریموت با موفقیت پاک شد.
fr: Client distant supprimé avec succès.
pt_br: Cliente remoto excluído com sucesso.

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote clients successfully removed.
fa: مشتریان راه دور با موفقیت حذف شدند.
fr: Clients distants supprimés avec succès.
pt_br: Clientes remotos removidos com sucesso.

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: The client name is mandatory.
fa: نام سرویس‌گیرنده اجباری است.
fr: Le nom du client est obligatoire.
pt_br: O nome do cliente é obrigatório.

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: The api key is mandatory.
fa: کلید API اجباری است.
fr: La clé d'api est obligatoire.
pt_br: A chave da api é obrigatória.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Delete
fa: حذف
fr: Supprimer
pt_br: Excluir

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance created successfully.
fa: نمونه راه دور با موفقیت ایجاد شد.
fr: Instance distante créée avec succès.
pt_br: Instância remota criada com sucesso.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance updated successfully.
fa: مورد ریموت با موفقیت به‌روزرسانی شد.
fr: Instance distante mise à jour avec succès.
pt_br: Instância remota atualizada com sucesso.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance deleted successfully.
fa: مورد ریموت با موفقیت پاک شد.
fr: Instance distante supprimée avec succès.
pt_br: Instância remota excluída com sucesso.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instances successfully removed.
fa: نمونه های راه دور با موفقیت حذف شدند.
fr: Instances distantes supprimées avec succès.
pt_br: Instâncias remotas remotas removidas com sucesso.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The name is mandatory.
fa: نام اجباری است.
fr: Le nom est obligatoire.
pt_br: O nome é obrigatório.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The client name is mandatory.
fa: نام سرویس‌گیرنده اجباری است.
fr: Le nom du client est obligatoire.
pt_br: O nome do cliente é obrigatório.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The api key is mandatory.
fa: کلید API اجباری است.
fr: La clé d'api est obligatoire.
pt_br: A chave da api é obrigatória.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The url is mandatory.
fa: آدرس اجباری است.
fr: L'url est obligatoire.
pt_br: A URL é obrigatória.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The url is invalid.
fa: آدرس نامعتبر است.
fr: L'url est invalide.
pt_br: A URL é inválida.

# OrchardCore.Deployment.RemoteInstanceDeploymentTargetProvider
source: Sends the deployment plan to a remote instance.
fa: برنامه استقرار را به یکی از موارد ریموت ارسال می‌کند.
fr: Envoie le plan de déploiement vers une instance distante.
pt_br: Envia o plano de implantação para uma instância remota.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Client Name
fa: نام سرویس‌گیرنده
fr: Nom du client
pt_br: Nome do Cliente

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Api Key
fa: کلید API
fr: Clé d'Api
pt_br: Chave de API

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Create
fa: ایجاد
fr: Créer
pt_br: Criar

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Cancel
fa: انصراف
fr: Annuler
pt_br: Cancelar

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Create Remote Instance
fa: ایجاد مورد ریموت
fr: Créer une instance distante
pt_br: Criar instância remota

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Name
fa: نام
fr: Nom
pt_br: Nome

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Url
fa: آدرس

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Client Name
fa: نام سرویس‌گیرنده
fr: Nom du client
pt_br: Nome do Cliente

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Api Key
fa: کلید API
fr: Clé d'Api
pt_br: Chave de API

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Create
fa: ایجاد
fr: Créer
pt_br: Criar

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Cancel
fa: انصراف
fr: Annuler
pt_br: Cancelar

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Edit Remote Client
fa: ویرایش سرویس‌گیرنده ریموت
fr: Modifier le client distant
pt_br: Editar Cliente Remoto

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Client Name
fa: نام سرویس‌گیرنده
fr: Nom du client
pt_br: Nome do Cliente

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Api Key
fa: کلید API
fr: Clé d'Api
pt_br: Chave de API

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Save
fa: ذخیره
fr: Enregistrer
pt_br: Salvar

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Cancel
fa: انصراف
fr: Annuler
pt_br: Cancelar

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Edit Remote Instance
fa: ویرایش مورد ریموت
fr: Modifier l'instance distante
pt_br: Editar instância remota

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Name
fa: نام
fr: Nom
pt_br: Nome

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Url
fa: آدرس

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Client Name
fa: نام کِلایِنت
fr: Nom du client
pt_br: Nome do Cliente

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Api Key
fa: کلید API
fr: Clé d'Api
pt_br: Chave de API

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Save
fa: ذخیره
fr: Enregistrer
pt_br: Salvar

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Cancel
fa: انصراف
fr: Annuler
pt_br: Cancelar

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Remote Clients
fa: سرویس‌گیرنده‌های ریموت
fr: Clients distants
pt_br: Clientes Remotos

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Url to use from client instances: <b>{0}</b>
fa: آدرسی که سرویس‌گیرنده‌ها از آن استفاده می‌کنند: <b>{0}</b>
fr: Url à utiliser des instances clientes : <b>{0}</b>
pt_br: URL utilizado pelas instâncias do cliente: <b>{0}</b>

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Search
fa: جستجو
fr: Recherche

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Add Remote Client
fa: افزودن سرویس‌گیرنده ریموت
fr: Ajouter client distant
pt_br: Adicionar Cliente Remoto

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Select All
fa: انتخاب همه
fr: Tout sélectionner

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: 1 item
fa: 1 مورد
fr: 1 élément

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Items {0} to {1}
fa: موارد {0} تا {1}
fr: Éléments : {0} sur {1}

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: / {0} item in total
fa: / {0} مورد در مجموع
fr: / {0} éléments au total

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Actions
fa: اقدامات

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Bulk Action
fa: عملیات گروهی
fr: Action par lot

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Are you sure you want to {0} these items?
fa: آیا مطمئنید که می خواهید این موارد را {0} کنید؟
fr: Êtes-vous sûr de vouloir {0} ces éléments ?

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Edit
fa: ویرایش
fr: Modifier
pt_br: Editar

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Delete
fa: پاک‌کردن
fr: Supprimer
pt_br: Excluir

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: <strong>Nothing here!</strong> There are no remote clients for the moment.
fa: <strong>چیزی اینجا نیست!</strong>در این لحظه هیچ سرویس‌گیرنده ریموتی وجود ندارد.
fr: <strong>Rien ici !</strong> Il n'y a pas de clients distants pour le moment.
pt_br: <strong>Nada aqui!</strong> Não há clientes remotos no momento.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: selected
fa: انتخاب شده
fr: sélectionné(s)

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Remote Instances
fa: موارد ریموت
fr: Instances distantes
pt_br: Instâncias Remotas

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Search
fa: جستجو
fr: Recherche

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Add Remote Instance
fa: افزودن مورد ریموت
fr: Ajouter une instance distante
pt_br: Adicionar instância remota

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Select All
fa: انتخاب همه
fr: Tout sélectionner

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: 1 item
fa: 1 مورد
fr: 1 élément

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Items {0} to {1}
fa: موارد {0} تا {1}
fr: Éléments : {0} sur {1}

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: / {0} item in total
fa: / {0} مورد در مجموع
fr: / {0} éléments au total

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Actions
fa: اقدامات

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Bulk Action
fa: عملیات گروهی
fr: Action par lot

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Are you sure you want to {0} these items?
fa: آیا مطمئنید که می خواهید این موارد را {0} کنید؟
fr: Êtes-vous sûr de vouloir {0} ces éléments ?

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Edit
fa: ویرایش
fr: Modifier
pt_br: Editar

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Delete
fa: پاک‌کردن
fr: Supprimer
pt_br: Excluir

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: <strong>Nothing here!</strong> There are no remote instances for the moment.
fa: <strong>چیزی اینجا نیست!</strong>در این لحظه هیچ مورد ریموتی وجود ندارد.
fr: <strong>Rien ici !</strong> Il n'y a pas d'instances distantes pour le moment.
pt_br: <strong>Nada aqui!</strong> Não há instâncias remotas no momento.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: selected
fa: انتخاب شده
fr: sélectionné(s)

# OrchardCore.Deployment.Remote.Controllers.ImportRemoteInstanceController
source: The deployment plan failed with the following errors: {0}
fr: Le plan de déploiement a échoué avec les erreurs suivantes : {0}

# OrchardCore.Deployment.Remote.Controllers.ImportRemoteInstanceController
source: Unexpected error occurred while executing a deployment plan.
fr: Une erreur inattendue s'est produite lors de l'exécution d'un plan de déploiement.
