Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Rules.po
Languages: fa

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Equals
fa: برابر

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not equal
fa: نابرابر

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Starts with
fa: شروع می شود با

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not start with
fa: شروع نمی‌شود با

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Ends with
fa: به پایان می رسد با

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not end with
fa: پایان نمی‌پذیرد با

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Contains
fa: شامل

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not contain
fa: شامل نمی‌شود

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Edit
source: All
fa: همه

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Edit
source: Name
fa: نام

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Summary
source: All conditions
fa: تمام شرط‌ها

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Thumbnail
source: All condition group
fa: گروه همه شرط ها

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Thumbnail
source: An all condition group contains other conditions which are all required to be true.
fa: یک گروه همه شرط ها شامل شرایط دیگری است که همه آنها باید درست باشند.

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Edit
source: Any
fa: هر

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Edit
source: Name
fa: نام

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Summary
source: Any conditions
fa: هر شرایطی

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Thumbnail
source: Any condition
fa: هر شرطی

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Thumbnail
source: An any condition group contains other conditions but only requires any condition to be true.
fa: هر گروه شرطی شامل شرایط دیگری است اما فقط مستلزم درست بودن هر شرطی است.

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Edit
source: Boolean
fa: مقدار بولین

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Edit
source: True
fa: صحیح

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Edit
source: False
fa: نادرست

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Summary
source: Boolean condition
fa: شرط بولین

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Thumbnail
source: Boolean condition
fa: شرط بولین

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Thumbnail
source: A boolean condition can be either true or false.
fa: یک شرط بولین می تواند درست یا نادرست باشد.

# OrchardCore.Rules.Views.Condition.Summary
source: Add
fa: افزودن

# OrchardCore.Rules.Views.Condition.Summary
source: Edit
fa: ویرایش

# OrchardCore.Rules.Views.Condition.Summary
source: Delete
fa: حذف

# OrchardCore.Rules.Views.Condition.Thumbnail
source: Add
fa: افزودن

# OrchardCore.Rules.Views.Items.ConditionGroup.Fields.Summary
source: No conditions found. Please add at least one condition.
fa: هیچ شرایطی پیدا نشد لطفا حداقل یک شرط اضافه کنید.

# OrchardCore.Rules.Views.ConditionsModal
source: Available Rules
fa: قوانین موجود

# OrchardCore.Rules.Views.ConditionsModal
source: Filter
fa: فیلتر

# OrchardCore.Rules.Views.ConditionsModal
source: Cancel
fa: انصراف

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Content type
fa: نوع محتوا

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Operation
fa: عملیات

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Select the rule operator.
fa: عملگر قانون را انتخاب کنید.

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Value
fa: مقدار

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: The value for the operation.
fa: مقدار برای عملیات.

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Summary
source: Content type
fa: نوع محتوا

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Thumbnail
source: Content type condition
fa: شرط نوع محتوا

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Thumbnail
source: A content type condition evaluates the currently displayed content types against a value.
fa: یک شرط نوع محتوا، انواع محتوای نمایش داده شده فعلی را با یک مقدار ارزیابی می کند.

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Culture
fa: فرهنگ

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Operation
fa: عملیات

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Select the condition operator.
fa: عملگر قانون را انتخاب کنید.

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Value
fa: مقدار

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: The value for the operation.
fa: مقدار برای عملیات.

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Summary
source: Culture
fa: فرهنگ

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Thumbnail
source: Culture condition
fa: شرط فرهنگ

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Thumbnail
source: A culture condition evaluates the current ui culture against a value.
fa: یک شرط فرهنگ، فرهنگ رابط کاربری فعلی را در برابر یک مقدار ارزیابی می کند.

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Edit
source: Homepage
fa: صفحهٔ نخست

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Edit
source: Is homepage
fa: صفحه اصلی است

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Edit
source: Is not homepage
fa: صفحه اصلی نیست

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Summary
source: Is homepage
fa: صفحه اصلی است

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Summary
source: Is not homepage
fa: صفحه اصلی نیست

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Thumbnail
source: Homepage condition
fa: شرط صفحه اصلی

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Thumbnail
source: Whether the current page is the site homepage.
fa: آیا صفحه فعلی صفحه اصلی سایت است.

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Edit
source: Is anonymous condition
fa: شرط ناشناس است

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Summary
source: Is anonymous
fa: ناشناس است

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Thumbnail
source: Is anonymous condition
fa: شرط ناشناس است

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Thumbnail
source: Whether the current user is anonymous, i.e. not authenticated.
fa: آیا کاربر فعلی ناشناس است، یعنی احراز هویت نشده است.

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Edit
source: Is authenticated condition
fa: شرایط احراز هویت شده است

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Summary
source: Is authenticated
fa: احراز هویت شده است

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Thumbnail
source: Is authenticated condition
fa: شرایط احراز هویت شده است

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Thumbnail
source: Whether the current user is authenticated.
fa: اینکه آیا کاربر فعلی احراز هویت شده است یا خیر.

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Edit
source: Javascript
fa: جاوا اسکریپت

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Edit
source: Script
fa: اسکریپت

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Edit
source: The script must return true or false.
fa: اسکریپت باید true یا false را برگرداند.

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Summary
source: Javascript condition
fa: شرط جاوا اسکریپت

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Thumbnail
source: Javascript condition
fa: شرط جاوا اسکریپت

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Thumbnail
source: A script condition written in javascript.
fa: یک شرط اسکریپت که با جاوا اسکریپت نوشته شده است.

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Role
fa: نقش

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Operation
fa: عملیات

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Select the condition operator.
fa: عملگر قانون را انتخاب کنید.

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Value
fa: مقدار

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: The value for the operation.
fa: مقدار برای عملیات.

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Summary
source: Role
fa: نقش

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Thumbnail
source: Role condition
fa: شرط نقش

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Thumbnail
source: A role condition evaluates the current users roles against a value.
fa: یک شرط نقش، نقش های کاربران فعلی را در برابر یک مقدار ارزیابی می کند.

# OrchardCore.Rules.Views.Items.Rule.Fields.Summary
source: Rules
fa: قوانین

# OrchardCore.Rules.Views.Rule.Summary
source: Add
fa: افزودن

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Url
fa: آدرس

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Operation
fa: عملیات

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Select the condition operator.
fa: عملگر شرط را انتخاب کنید.

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Value
fa: مقدار

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: The value for the operation.
fa: مقدار برای عملیات.

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Summary
source: Url
fa: آدرس

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Thumbnail
source: Url condition
fa: شرط آدرس

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Thumbnail
source: A url condition evaluates the current url against a value.
fa: یک شرط url آدرس فعلی را در برابر یک مقدار ارزیابی می کند.
