Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Features.po
Languages: ar, fa, fi, tr, zh_cn

# OrchardCore.Features.AdminMenu
source: Configuration
ar: الضبط
fa: پیکربندی
fi: Konfigurointi
tr: Konfigürasyon
zh_cn: 配置

# OrchardCore.Features.AdminMenu
source: Features
ar: مميزات
fa: امکانات
fi: Ominaisuudet
tr: Özellikler
zh_cn: 功能

# OrchardCore.Features.Controllers.AdminController
source: Please select one or more features.
ar: فضلاً أختر واحدة أو أكثر من المميزات.
fa: لطفا یک یا چند امکان را انتخاب نمایید.
fi: Valitse yksi tai useampi ominaisuus.
tr: Lütfen bir veya daha fazla özellik seçin.
zh_cn: 请选择一个或多个功能。

# OrchardCore.Features.Controllers.AdminController
source: This feature is always enabled and cannot be disabled.
fa: این ویژگی همیشه فعال است و نمی توان آن را غیرفعال کرد.
fi: Tämä ominaisuus on aina käytössä, eikä sitä voi poistaa käytöstä.
tr: Bu özellik her zaman etkindir ve devre dışı bırakılamaz.
zh_cn: 此功能总是启用，不能被禁用。

# OrchardCore.Features.Controllers.AdminController
source: {0} was {1}.
ar: {0} كان {1}.
fa: {0} {1} بود.
fi: {0} oli {1}.
tr: {0}, {1} idi.
zh_cn: {0} 已 {1}.

# OrchardCore.Features.Services.ModuleService
source: {0} was enabled.
ar: {0} قد تم تفعيله.
fa: {0} فعال شد.
fi: {0} otettiin käyttöön.
tr: {0} etkinleştirildi.
zh_cn: {0} 已启用。

# OrchardCore.Features.Services.ModuleService
source: {0} was disabled.
ar: {0} قد تم تعطيله.
fa: {0} غیرفعال شد.
fi: {0} poistettiin käytöstä.
tr: {0} devre dışı bırakıldı.
zh_cn: {0} 已被禁用。

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Edit
source: All Features
ar: كل المميزات
fa: همه ویژگی ها
fi: Kaikki ominaisuudet
tr: Tüm Özellikler
zh_cn: 所有功能

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Edit
source: Ignore disabled features
ar: تجاهل المزايا المعطلة
fa: ویژگی های غیرفعال را نادیده بگیرید
fi: Ohita käytöstä poistetut ominaisuudet
tr: Devre dışı bırakılmış özellikleri yoksay
zh_cn: 忽略禁用的功能

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Edit
source: Check if the disabled features have to be ignored.
ar: تحقق مما إذا كان يجب تجاهل المزايا المعطلة.
fa: بررسی کنید که آیا ویژگی های غیرفعال شده باید نادیده گرفته شوند.
fi: Valitse, mikäli käytöstä poistetut ominaisuudet tulee ohittaa.
tr: Devre dışı bırakılan özelliklerin göz ardı edilmesi gerekip gerekmediğini kontrol edin.
zh_cn: 检查禁用功能是否必须被忽略。

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Summary
source: All Features
ar: كل المميزات
fa: همه ویژگی ها
fi: Kaikki ominaisuudet
tr: Tüm Özellikler
zh_cn: 所有功能

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Summary
source: Adds all features and their state to the plan. Features should be placed before other steps that depend on the state of the sites features.
ar: إضافة جميع الميزات وحالتها إلى الخطة. يجب وضع الميزات قبل الخطوات الأخرى التي تعتمد على حالة ميزات المواقع.
fa: تمام امکانات و وضعیتشان را به برنامه اضافه می کند. ویژگی ها باید قبل از مراحل دیگر قرار گیرند که به وضعیت ویژگی های سایت بستگی دارد.
fi: Lisää kaikki ominaisuudet ja tilat suunnitelmaan. Ominaisuudet tulee asettaa ennen vaiheita, jotka ovat riippuvaisia sivuston ominaisuuksien tilasta.
tr: Tüm özellikleri ve durumları plana ekler. Özellikler, site özelliklerinin durumuna bağlı olarak diğer adımlardan önce yerleştirilmelidir.
zh_cn: 在计划中添加所有功能及其状态。应将特征放置在其他取决于站点功能状态的步骤之前。

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Thumbnail
source: All Features
ar: كل المميزات
fa: همه امکانات
fi: Kaikki ominaisuudet
tr: Tüm Özellikler
zh_cn: 所有功能

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Thumbnail
source: Exports the state of all features.
ar: تصدير حالات كل المميزات.
fa: از حالات همه امکانات خروجی می‌گیرد.
fi: Vie kaikkien ominaisuuksien tila.
tr: Tüm özelliklerin durumunu dışa aktarır.
zh_cn: 导出所有功能的状态。

# OrchardCore.Features.Views.Admin.Features
source: Features
ar: مميزات
fa: امکانات
fi: Ominaisuudet
tr: Özellikler
zh_cn: 功能

# OrchardCore.Features.Views.Admin.Features
source: Features for {0} tenant
fa: ویژگی های مستاجر {0}
fi: Ominaisuudet {0} vuokralaiselle
tr: {0} kiracı için özellikler
zh_cn: {0} 租户的功能

# OrchardCore.Features.Views.Admin.Features
source: Search
ar: بحث
fa: جستجو
fi: Hae
tr: Ara
zh_cn: 搜索​​​​

# OrchardCore.Features.Views.Admin.Features
source: Bulk Actions
ar: مجموعة إجراءات
fa: عملیات‌های گروهی
fi: Massatoiminnot
tr: Toplu Eylemler
zh_cn: 批量操作

# OrchardCore.Features.Views.Admin.Features
source: Disable
ar: تعطيل
fa: غیرفعال‌کردن
fi: Poista käytöstä
tr: Devre Dışı Bırak
zh_cn: 禁用

# OrchardCore.Features.Views.Admin.Features
source: Enable
ar: تفعيل
fa: فعال‌کردن
fi: Ota käyttöön
tr: Etkinleştir
zh_cn: 启用

# OrchardCore.Features.Views.Admin.Features
source: Toggle
ar: تبديل
fa: تغییر وضعیت
fi: Vaihda tila
tr: Aç/Kapat
zh_cn: 切换

# OrchardCore.Features.Views.Admin.Features
source: Uncategorized
ar: غير مصنف
fa: دسته‌بندی‌نشده
fi: Luokittelematon
tr: Kategorilenmemiş
zh_cn: 未分类

# OrchardCore.Features.Views.Admin.Features
source: This feature is automatically enabled based on dependency and cannot be manually disabled.
fa: این ویژگی به طور خودکار بر اساس وابستگی فعال می شود و نمی توان آن را به صورت دستی غیرفعال کرد.
fi: Tämä ominaisuus on automaattisesti käytössä riippuvuuden perusteella eikä sitä voida manuaalisesti poistaa käytöstä.
tr: Bu özellik, bağımlılığa göre otomatik olarak etkinleştirilir ve manuel olarak devre dışı bırakılamaz.
zh_cn: 此功能基于依赖关系自动启用，不能手动禁用。

# OrchardCore.Features.Views.Admin.Features
source: This feature is automatically disabled based on dependency and cannot be manually enabled.
fa: این ویژگی به طور خودکار بر اساس وابستگی غیر فعال شده است و نمی توان آن را به صورت دستی فعال کرد.
fi: Tämä ominaisuus on poistettu käytöstä automaattisesti riippuvuuden perusteella eikä sitä voi ottaa manuaalisesti käyttöön.
tr: Bu özellik, bağımlılığa bağlı olarak otomatik olarak devre dışı bırakılır ve manuel olarak etkinleştirilemez.
zh_cn: 此功能因依赖关系而自动禁用，无法手动启用。

# OrchardCore.Features.Views.Admin.Features
source: This feature is always enabled and cannot be manually disabled.
fa: این ویژگی همیشه فعال است و نمی توان آن را به صورت دستی غیرفعال کرد.
fi: Tämä ominaisuus on aina käytössä, eikä sitä voi poistaa manuaalisesti.
tr: Bu özellik her zaman etkindir ve manuel olarak devre dışı bırakılamaz.
zh_cn: 此功能总是启用，无法手动禁用。

# OrchardCore.Features.Views.Admin.Features
source: Are you sure you want to disable the {0} feature? Continue?
ar: هل أنت متأكد من رغبتك من تعطيل الميزة {0}؟ متابعة؟
fa: آیا شما مطمئن هستید که میخواهید ویژگی {0} را غیرفعال کنید؟ ادامه بدم?
fi: Oletko varma, että haluat poistaa toiminnon {0} käytöstä? Jatketaanko?
tr: {0} özelliğini devre dışı bırakmak istediğinize emin misiniz?
zh_cn: 您确定要禁用 {0} 功能吗？

# OrchardCore.Features.Views.Admin.Features
source: Disabling the {0} feature will also disable the following dependent features:{1}Continue?
ar: تعطيل الميزة {0} أيضاً سيقوم بتعطيل على المزايا ذات الصلة: {1} متابعة؟
fa: غیرفعال کردن ویژگی {0} ویژگی‌های وابسته زیر را نیز غیرفعال می‌کند:{1}ادامه می‌دهید?
fi: Kun {0}-ominaisuus poistetaan käytöstä, seuraavat siitä riippuvaiset ominaisuudet poistetaan myös käytöstä: {1}. Jatketaanko?
tr: {0} özelliğini devre dışı bırakmak, bağımlı şu özellikleri de devre dışı bırakacaktır: {1}. Devam Et?
zh_cn: 禁用 {0} 功能也会禁用以下依赖它的功能：{1}，确认吗？

# OrchardCore.Features.Views.Admin.Features
source: Disable Feature
ar: تعطيل ميزه
fa: غیرفعال‌کردن ویژگی
fi: Poista ominaisuus käytöstä
tr: Özelliği Devre Dışı Bırak
zh_cn: 禁用功能

# OrchardCore.Features.Views.Admin.Features
source: Yes
ar: نعم
fa: بله
fi: Kyllä
tr: Evet
zh_cn: 是

# OrchardCore.Features.Views.Admin.Features
source: No
ar: لا
fa: خیر
fi: Ei
tr: Hayır
zh_cn: 否

# OrchardCore.Features.Views.Admin.Features
source: <strong>Nothing here!</strong> Your search returned no results.
ar: <strong>لا شىء</strong> لا توجد أي نتائج للبحث.
fa: <strong>اینجا چیزی نیست!</strong> جستجوی شما نتیجه ای نداشت.
fi: <strong>Tyhjää täynnä!</strong> Hakusi ei tuottanut tuloksia.
tr: <strong>Bir şey bulunamadı!</strong> Arama sonucunda bir şey bulunamadı.
zh_cn: <strong>没有任何内容！</strong> 您的搜索返回没有结果。
