Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Sms.po
Languages: fr

# OrchardCore.Sms.Activities.SmsTask
source: SMS Task
fr: Tâche SMS

# OrchardCore.Sms.Activities.SmsTask
source: Messaging
fr: Messagerie

# OrchardCore.Sms.Activities.SmsTask
source: Done
fr: Terminé

# OrchardCore.Sms.Activities.SmsTask
source: Failed
fr: Echoué

# OrchardCore.Sms.AdminMenu
source: Settings
fr: Paramètres

# OrchardCore.Sms.Drivers.SmsTaskDisplayDriver
source: Phone number requires a value.
fr: Le numéro de téléphone nécessite une valeur.

# OrchardCore.Sms.Drivers.SmsTaskDisplayDriver
source: Invalid phone number used.
fr: Numéro de téléphone non valide utilisé.

# OrchardCore.Sms.Drivers.SmsTaskDisplayDriver
source: Message Body requires a value.
fr: Le corps du message nécessite une valeur.

# OrchardCore.Sms.Drivers.TwilioSettingsDisplayDriver
source: Phone number requires a value.
fr: Le numéro de téléphone nécessite une valeur.

# OrchardCore.Sms.Drivers.TwilioSettingsDisplayDriver
source: Please provide a valid phone number.
fr: Veuillez fournir un numéro de téléphone valide.

# OrchardCore.Sms.Drivers.TwilioSettingsDisplayDriver
source: Account SID requires a value.
fr: Le SID du compte client nécessite une valeur.

# OrchardCore.Sms.Drivers.TwilioSettingsDisplayDriver
source: Auth Token required a value.
fr: Le jeton d'authentification a besoin d'une valeur.

# OrchardCore.Sms.Views.SmsSettings.Edit
source: Default SMS provider
fr: Fournisseur de SMS par défaut

# OrchardCore.Sms.Views.SmsSettings.Edit
source: Select a provider
fr: Sélectionner un fournisseur

# OrchardCore.Sms.Views.Items.SmsTask.Fields.Design
source: Send SMS
fr: Envoyer un SMS

# OrchardCore.Sms.Views.Items.SmsTask.Fields.Edit
source: Phone Number
fr: Numéro de téléphone

# OrchardCore.Sms.Views.Items.SmsTask.Fields.Edit
source: Phone number must include a country code. For example, +1 for United States.
fr: Le numéro de téléphone doit inclure un code de pays. Par exemple, +33 pour la France.

# OrchardCore.Sms.Views.Items.SmsTask.Fields.Edit
source: Body
fr: Message

# OrchardCore.Sms.Views.Items.SmsTask.Fields.Edit
source: The body of the SMS message. With Liquid support.
fr: Le corps du message SMS. Avec prise en charge de la syntaxe Liquid.

# OrchardCore.Sms.Views.Items.SmsTask.Fields.Thumbnail
source: Send SMS
fr: Envoyer un SMS

# OrchardCore.Sms.Views.Items.SmsTask.Fields.Thumbnail
source: Send an SMS message.
fr: Envoyer un message SMS.

# OrchardCore.Sms.Views.TwilioSettings.Edit
source: Twilio Account Info
fr: Informations sur le compte Twilio

# OrchardCore.Sms.Views.TwilioSettings.Edit
source: Phone Number
fr: Numéro de téléphone

# OrchardCore.Sms.Views.TwilioSettings.Edit
source: Phone number must include a country code. For example, +1 for United States.
fr: Le numéro de téléphone doit inclure un code de pays. Par exemple, +33 pour la France.

# OrchardCore.Sms.Views.TwilioSettings.Edit
source: Account SID
fr: SID du compte

# OrchardCore.Sms.Views.TwilioSettings.Edit
source: Auth Token
fr: Jeton d'authentification

# OrchardCore.Sms.Views.TwilioSettings.Edit
source: Auth token was securely saved. Enter a new value if you wish to replace the existing secret.
fr: Le jeton d'authentification a été enregistré de manière sécurisée. Entrez une nouvelle valeur si vous souhaitez remplacer le secret existant.
