Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Twitter.po
Languages: vi

# OrchardCore.Twitter.AdminMenuSignin
source: Security
vi: Bảo mật

# OrchardCore.Twitter.AdminMenuSignin
source: Authentication
vi: Xác thực

# OrchardCore.Twitter.AdminMenuSignin
source: Sign in with Twitter
vi: Đăng nhập bằng Twitter

# OrchardCore.Twitter.AdminMenu
source: Configuration
vi: Cấu hình

# OrchardCore.Twitter.AdminMenu
source: Settings
vi: Các cài đặt

# OrchardCore.Twitter.Services.TwitterSettingsService
source: ConsumerKey is required
vi: ConsumerKey là bắt buộc

# OrchardCore.Twitter.Services.TwitterSettingsService
source: ConsumerSecret is required
vi: ConsumerSecret là bắt buộc

# OrchardCore.Twitter.Services.TwitterSettingsService
source: Access Token is required
vi: Access Token là bắt buộc

# OrchardCore.Twitter.Services.TwitterSettingsService
source: Access Token Secret is required
vi: Access Token Secret là bắt buộc

# OrchardCore.Twitter.Signin.ViewModels.TwitterSigninSettingsViewModel
source: Invalid path
vi: Đường dẫn không hợp lệ

# OrchardCore.Twitter.ViewModels.TwitterSettingsViewModel
source: API key is required
vi: API key là bắt buộc

# OrchardCore.Twitter.ViewModels.TwitterSettingsViewModel
source: API secret key is required
vi: API secret key là bắt buộc

# OrchardCore.Twitter.ViewModels.TwitterSettingsViewModel
source: Access token is required
vi: Access token là bắt buộc

# OrchardCore.Twitter.ViewModels.TwitterSettingsViewModel
source: Access token secret is required
vi: Access token secret là bắt buộc

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Update Twitter Status Task
vi: Tác vụ Cập nhật Trạng thái Twitter

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Social
vi: Xã hội

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Done
vi: Hoàn thành

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Failed
vi: Thất bại

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
vi: Trang web hiện tại sẽ được tải lại sau khi các cài đặt được lưu.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: See documentation
vi: Xem tài liệu

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: An error occurred while decrypting a setting. Please apply and save.
vi: Đã xảy ra lỗi khi giải mã cài đặt. Hãy áp dụng và lưu lại.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: Twitter Integration Settings
vi: Cài đặt Tích hợp Twitter

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: API key
vi: Khoá API

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The API key defined in the Keys and tokens tab of twitter app dashboard.
vi: Khóa API được xác định trong tab Keys and tokens của bảng điều khiển ứng dụng twitter.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: API secret key
vi: Khoá bí mật API

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The API secret defined in the Keys and tokens tab of twitter app dashboard.
vi: Bí mật API được xác định trong tab Keys and tokens của bảng điều khiển ứng dụng twitter.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The Access Token defined in the Keys and tokens tab of twitter app dashboard.
vi: Access Token được xác định trong tab Keys and tokens của bảng điều khiển ứng dụng twitter.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The Access Token Secret in the Keys and tokens tab of twitter app dashboard.
vi: Access Token Secret được xác định trong tab Keys and tokens của bảng điều khiển ứng dụng twitter.

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
vi: Khách hàng hiện tại sẽ được tải lại khi cài đặt được lưu.

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: See documentation
vi: Xem tài liệu

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: Sign in with Twitter Settings
vi: Đăng nhập bằng Cài đặt Twitter

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
vi: Đường dẫn yêu cầu trong đường dẫn cơ sở của ứng dụng nơi tác nhân người dùng sẽ được trả về. Phần mềm trung gian sẽ xử lý yêu cầu này khi nó đến.

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: Store tokens
vi: Lưu trữ tokens

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: Store external authentication tokens for reuse
vi: Lưu trữ tokens xác thực để sử dụng lại

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Design
source: Update Twitter Status
vi: Cập nhật Trạng thái Twitter

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Edit
source: Template for updating twitter status
vi: Mẫu cập nhật trạng thái twitter

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Edit
source: The status text of the tweet.
vi: Nọi dung trạng thái của tweet.

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Thumbnail
source: Update Twitter Status
vi: Cập nhật Trạng thái Twitter

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Thumbnail
source: Post a tweet
vi: Đăng một tweet
