Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.ReCaptcha.po
Languages: fi, pt_br, ru

# OrchardCore.ReCaptcha.AdminMenu
source: Security
fi: Turvallisuus
pt_br: Segurança
ru: Безопасность

# OrchardCore.ReCaptcha.AdminMenu
source: Settings
fi: Asetukset
pt_br: Configurações
ru: Настройки

# OrchardCore.ReCaptcha.DeploymentStartup
source: ReCaptcha settings
fi: ReCaptcha-asetukset
pt_br: Configurações do ReCaptcha
ru: Настройки ReCaptcha

# OrchardCore.ReCaptcha.DeploymentStartup
source: Exports the ReCaptcha settings.
fi: Vie ReCaptcha-asetukset.
pt_br: Exporta as configurações do ReCaptcha.
ru: Экспорт настроек ReCaptcha.

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Validate ReCaptcha Task
fi: Vahvista ReCaptcha-tehtävä
pt_br: Tarefa d validação ReCaptcha
ru: Задача проверки ReCaptcha

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Validation
fi: Validointi
pt_br: Validação
ru: Проверка

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Done
fi: Valmis
pt_br: Concluído
ru: Готово

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Valid
fi: Kelvollinen
pt_br: Válido
ru: Корректно

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Invalid
fi: Virheellinen
pt_br: Inválido
ru: Некорректно

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Captcha validation failed. Try again.
fi: Captcha-vahvistus epäonnistui. Yritä uudelleen.
pt_br: A validação do Captcha falhou. Tente novamente.
ru: Ошибка проверки Captcha. Попробуйте еще раз.

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart
source: ReCaptcha settings are not configured.
fi: ReCaptcha-asetuksia ei ole määritetty.
pt_br: Configurações do ReCaptcha não estão definidas.
ru: Настройки ReCaptcha не настроены.

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart.Fields.Edit
source: <a {0}>ReCaptcha settings</a> are configured.
fi: <a {0}>ReCaptcha-asetukset</a> on määritetty.
pt_br: <a {0}>Configurações do ReCaptcha</a> estão definidas.
ru: <a {0}>Настройки ReCaptcha</a> настроены.

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart.Fields.Edit
source: <a {0}>ReCaptcha settings</a> are not configured. The captcha will not be displayed.
fi: <a {0}>ReCaptcha-asetuksia</a> ei ole määritetty. Captchaa ei näytetä.
pt_br: <a {0}>Configurações do ReCaptcha</a> não estão definidas. O captcha não será exibido.
ru: <a {0}>Настройки ReCaptcha</a> не настроены. Captcha не будет отображаться.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Site Key
fi: Sivuston avain
pt_br: Chave do Site
ru: Ключ сайта

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Your Google's reCaptcha Site Key.
fi: Googlen reCaptchan sivuston avain.
pt_br: Chave do seu site Google reCaptcha.
ru: Ключ сайта Google reCaptcha.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Secret Key
fi: Salainen avain
ru: Секретный ключ

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Your Google's reCaptcha Secret Key.
fi: Googlen reCaptchan salainen avain.
pt_br: Chave do seu site Google reCaptcha.
ru: Ключ сайта Google reCaptcha.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Get your reCaptcha at
fi: Hanki reCaptcha osoitteesta
pt_br: Obtenha seu reCaptcha em
ru: Получите reCaptcha в

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Design
source: Validate ReCaptcha
fi: Vahvista ReCaptcha
pt_br: Validar ReCaptcha
ru: Проверка ReCaptcha

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Thumbnail
source: Validate ReCaptcha
fi: Vahvista ReCaptcha
pt_br: Validar ReCaptcha
ru: Проверка ReCaptcha

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Thumbnail
source: Validates the recaptcha token for the current HTTP context in which the workflow executes.
fi: Vahvista recaptchan token nykyiselle HTTP kontekstille, jossa työnkulku suoritetaan.
pt_br: Valida o token recaptcha atual para o contexto HTTP em que o fluxo de trabalho é executado.
ru: Проверка токена recaptcha для текущего контекста HTTP, в котором выполняется рабочий поток.
