Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Users.po
Languages: fi, it

# OrchardCore.Users.Views.Admin.Edit
source: Edit User
fi: Muokkaa käyttäjää
it: Modifica Utente

# OrchardCore.Users.Views.Admin.EditPassword
source: Edit Password
fi: Muokkaa salasanaa
it: Modifica password

# OrchardCore.Users.Views.Admin.EditPassword
source: New password
fi: Uusi salasana
it: Nuova password

# OrchardCore.Users.Views.Admin.EditPassword
source: New password confirmation
fi: Uuden salasanan vahvistus
it: Conferma nuova password

# OrchardCore.Users.Views.Admin.EditPassword
source: Submit
fi: Lähetä
it: Invia

# OrchardCore.Users.Views.Admin.EditPassword
source: Cancel
fi: Peruuta
it: Annulla

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Forgot password?
fi: Unohditko salasanasi?
it: Password dimenticata?

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Please check your email to reset your password.
fi: Tarkista sähköpostisi asettaaksesi uuden salasanan.
it: Per favore controlla la tua email per reimpostare la password.

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Email
fi: Sähköpostiosoite

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Submit
fi: Lähetä
it: Invia

# OrchardCore.Users.Views.ResetPassword.ForgotPasswordConfirmation
source: Forgot Password confirmation
fi: Unohtuneen salasanan vahvistaminen
it: Conferma password dimenticata

# OrchardCore.Users.Views.ResetPassword.ForgotPasswordConfirmation
source: Please check your email to reset your password.
fi: Ole hyvä ja tarkista sähköpostisi nollataksesi salasanasi.
it: Per favore controlla la tua email per reimpostare la password.

# OrchardCore.Users.Views.Admin.Index
source: Users
fi: Käyttäjät
it: Utenti

# OrchardCore.Users.Views.ChangeEmail.Index
source: Change Email
fi: Vaihda sähköpostiosoite
it: Modifica E-mail

# OrchardCore.Users.Views.ChangeEmail.Index
source: Email
fi: Sähköpostiosoite

# OrchardCore.Users.Views.ChangeEmail.Index
source: Submit
fi: Lähetä
it: Invia

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Link your account.
fi: Linkitä tilisi.
it: Collega il tuo account.

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: You've successfully authenticated with <strong>{0}</strong>. You already have an account with this email address. Enter your local account password and click the Register button to link the accounts and finish logging in.
fi: Todennus onnistui palvelulla <strong> {0} </strong>. Sinulla on jo tili tällä sähköpostiosoitteella. Kirjoita paikallisen tilisi salasana ja napsauta Rekisteröi-painiketta linkittääksesi tilit ja viimeistelläksesi sisäänkirjautumisen.
it: Hai effettuato correttamente l'autenticazione con <strong>{0}</strong>. Hai già un account con questo indirizzo email. Inserisci la password del tuo account locale e clicca su Registra per collegare gli account e completare l'accesso.

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Username
fi: Käyttäjätunnus
it: Nome utente

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Email
fi: Sähköpostiosoite

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Password
fi: Salasana

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Register
fi: Rekisteröidy
it: Registrati

# OrchardCore.Users.Views.Account.Login
source: Log in
fi: Kirjaudu sisään
it: Accedi

# OrchardCore.Users.Views.Account.Login
source: Username or email address
fi: Käyttäjätunnus tai sähköpostiosoite
it: Username o indirizzo e-mail

# OrchardCore.Users.Views.Account.Login
source: Password
fi: Salasana

# OrchardCore.Users.Views.Account.Login
source: Forgot your password?
fi: Unohditko salasanasi?
it: Password dimenticata?

# OrchardCore.Users.Views.Account.Login
source: Remember me
fi: Muista minut
it: Ricordami

# OrchardCore.Users.Views.Account.Login
source: Register as a new user
fi: Rekisteröidy uutena käyttäjänä
it: Registrati come nuovo utente

# OrchardCore.Users.Views.Account.Login
source: Use another service to log in
fi: Käytä toista palvelua kirjautuaksesi sisään
it: Usa un altro servizio per accedere

# OrchardCore.Users.Views.Account.Login
source: Log in using your {0} account
fi: Kirjaudu käyttäen tiliäsi {0}
it: Accedi con {0}

# OrchardCore.Users.Views.LoginSettings.Edit
source: Allow user to change their username
fi: Salli käyttäjän muuttaa käyttäjänimeä
it: Consenti all'utente di cambiare il loro nome utente

# OrchardCore.Users.Views.LoginSettings.Edit
source: Allow user to change their email address
fi: Salli käyttäjän muuttaa omaa sähköpostiosoitetta
it: Consenti all'utente di cambiare il proprio indirizzo email

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use site theme for login page
fi: Käytä sivuston teemaa kirjautumissivulla
it: Use il tema front-end per la pagina di login

# OrchardCore.Users.Views.LoginSettings.Edit
source: Requires an active site theme.
fi: Vaatii aktiivisen sivuston teeman.
it: Richiede un tema front-end attivo.

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use external provider for login.
fi: Käytä ulkoista käyttäjätietolähdettä kirjautumiseen.
it: Usa un provider esterno per il login.

# OrchardCore.Users.Views.LoginSettings.Edit
source: If only one external provider is defined, auto challenge the provider to login. You should also configure registration options
fi: Jos vain yksi ulkoinen käyttäjätietolähde on määritelty, haasta käyttäjätietolähde automaattisesti kirjautumiseen. Sinun pitäisi myös määrittää rekisteröitymisasetukset
it: Se è stato definito un solo provider esterno, quest'ultimo sarà automaticamente il provider di login. Configurare le opzioni di registrazione utente

# OrchardCore.Users.Views.LoginSettings.Edit
source: Disable local password login.
fi: Poista paikallinen salasanalla kirjautuminen käytöstä.
it: Disabilita login con password locale.

# OrchardCore.Users.Views.LoginSettings.Edit
source: When selected, users are not allowed to login with username/password. Make sure there is at least one admin with linked account
fi: Kun valittuna, käyttäjät eivät saa kirjautua käyttäjätunnuksella ja salasanalla. Varmista, että palvelussa on ainakin yksi pääkäyttäjä linkitetyllä käyttäjätilillä
it: Quando selezionato, gli utenti non possono accedere con username/password. Assicurati che ci sia almeno un amministratore con l'account collegato

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use a script to set user roles based on external provider claims
fi: Määritä komentosarjalla käyttäjäroolit ulkoisten palveluntarjoajien vaatimusten perusteella
it: Usa uno script per impostare i ruoli dell'utente in base a richieste di provider esterni

# OrchardCore.Users.Views.LoginSettings.Edit
source: If selected, any IExternalLoginEventHandlers defined in modules are not triggered
fi: Jos valittuna, moduuleissa määritellyt IExternalLoginEventHandlerit eivät aktivoidu
it: Se selezionato, qualsiasi IExternalLoginEventHandlers definito nei moduli non verranno attivati

# OrchardCore.Users.Views.LoginSettings.Edit
source: Reset Script
fi: Nollaa skripti
it: Resetta Script

# OrchardCore.Users.Views.NavigationItemText-security.Id
source: Security
fi: Turvallisuus
it: Sicurezza

# OrchardCore.Users.Views.NavigationItemText-UserProfileSettings.Id
source: User Profile Settings
fi: Käyttäjäprofiilin asetukset
it: Impostazioni del profilo utente

# OrchardCore.Users.Views.NavigationItemText-users.Id
source: Users
fi: Käyttäjät
it: Utenti

# OrchardCore.Users.Views.Registration.Register
source: Register
fi: Rekisteröidy
it: Registrati

# OrchardCore.Users.Views.Registration.Register
source: Create a new account.
fi: Luo uusi tili.
it: Crea un nuovo account.

# OrchardCore.Users.Views.Registration.Register
source: Username
fi: Käyttäjätunnus
it: Nome utente

# OrchardCore.Users.Views.Registration.Register
source: Email
fi: Sähköposti

# OrchardCore.Users.Views.Registration.Register
source: Password
fi: Salasana

# OrchardCore.Users.Views.Registration.Register
source: Confirm password
fi: Vahvista salasana
it: Conferma password

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Create a new account.
fi: Luo uusi tili.
it: Crea un nuovo account.

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: You've successfully authenticated with <strong>{0}</strong>. Please fill the form below and click the Register button to complete the registration.
fi: Autentikoituminen onnistui palvelulla <strong> {0} </strong>. Täytä alla oleva lomake ja napsauta Rekisteröidy-painiketta rekisteröinnin loppuunsaattamiseksi.
it: Hai effettuato correttamente l'autenticazione con <strong>{0}</strong>. Si prega di compilare il form qui sotto e fare clic sul pulsante Registrati per completare la registrazione.

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Username
fi: Käyttäjätunnus
it: Nome utente

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Email
fi: Sähköpostiosoite

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Password
fi: Salasana

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Confirm password
fi: Vahvista salasana
it: Conferma password

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Register
fi: Rekisteröidy
it: Registrati

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Design
source: Register User
fi: Rekisteröi käyttäjä
it: Registrazione utente

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Send confirmation email
fi: Lähetä vahvistusviesti
it: Invia email di conferma

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Subject for confirmation email
fi: Vahvistussähköpostin aihe
it: Oggetto della mail di conferma

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: The subject of the message. Supports Liquid syntax.
fi: Viestin aihe. Tukee Liquid-syntaksia.
it: Oggetto del messaggio. Supporta la sintassi Liquid.

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Template for confirmation email
fi: Vahvistussähköpostin ulkoasumalli
it: Template per email di conferma

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: The message to send. Access email confirmation url with Workflow.Properties.EmailConfirmationUrl liquid property.
fi: Lähetettävä viesti. Vahvistus-osoitteeseen (url) pääsy liquid-ominaisuudella Workflow.Properties.EmailConfirmationUrl.
it: Il messaggio da inviare. Per accedere all'url di conferma email utilizza il codice liquid Workflow.Properties.EmailConferma.Url.

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Users must be approved before they can log in
fi: Käyttäjät on hyväksyttävä ennen kuin he voivat kirjautua sisään
it: Gli utenti devono essere approvati prima di poter accedere

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Thumbnail
source: Register User
fi: Rekisteröi käyttäjä
it: Registrazione utente

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Thumbnail
source: Register user from form fields.
fi: Rekisteröi käyttäjä lomakkeen kentistä.
it: Registra l'utente utilizzando i campi del form.

# OrchardCore.Users.Views.Registration.RegistrationPending
source: User Registration Pending
fi: Käyttäjän rekisteröinti kesken
it: Registrazione Utente In Attesa

# OrchardCore.Users.Views.Registration.RegistrationPending
source: Your user account has been created but has to be approved before it can be used.
fi: Käyttäjätilisi on luotu, mutta se on hyväksyttävä ennen kuin sitä voidaan käyttää.
it: Il tuo account utente è stato creato ma deve essere approvato prima di poter essere utilizzato.

# OrchardCore.Users.Views.Registration.RegistrationPending
source: Previous Page
fi: Edellinen sivu
it: Pagina precedente

# OrchardCore.Users.Views.Registration.RegistrationPending
source: Home
fi: Koti

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Configure users registration.
fi: Konfiguroi käyttäjien rekisteröityminen.
it: Configura registrazione utenti.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: No Registration
fi: Ei rekisteröintiä
it: Nessuna Registrazione

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Allow Registration
fi: Salli rekisteröinti
it: Consenti Registrazione

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Allow Only External Users
fi: Salli vain ulkopuoliset käyttäjät
it: Consenti Solo Utenti Esterni

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when 'No Registration' is selected, no new users can register
fi: Kun 'Ei rekisteröintiä' on valittuna, uudet käyttäjät eivät voi rekisteröityä.
it: quando 'Nessuna registrazione' è selezionata, nessun nuovo utente può registrarsi

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when 'Allow Registration' is selected, a link is displayed to allow the users to register on the site. If there are external providers, once authenticated the user can register
fi: Kun 'Salli rekisteröinti' on valittuna, näytetään linkki, jolla käyttäjät voivat rekisteröityä sivustolle. Jos käytössä on ulkopuolinen tunnistautuminen, käyttäjät voivat rekisteröityä tunnistautumisen jälkeen.
it: quando viene selezionata 'Consenti registrazione', viene visualizzato un link per consentire agli utenti di registrarsi sul sito. Se ci sono provider esterni, una volta autenticato l'utente può registrarsi

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when 'Allow Only External Users' is selected, only users authenticated with external providers can register on the site
fi: Kun 'Salli vain ulkopuoliset käyttäjät' on valittuna, käyttäjät voivat rekiteröityä vain ulkopuolisen tunnistautumisen kautta.
it: quando viene selezionato 'Consenti solo utenti esterni', solo gli utenti autenticati con fornitori esterni possono registrarsi sul sito

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Users must verify their email address
fi: Käyttäjien on vahvistettava sähköpostiosoitteensa
it: Gli utenti devono verificare il loro indirizzo email

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: The users whose email address has not been confirmed will not be able to login or reset their password.
fi: Käyttäjät, joiden sähköpostiosoitetta ei ole vahvistettu, eivät voi kirjautua sisään tai nollata salasanaa.
it: Gli utenti il cui indirizzo email non è stato confermato non potranno accedere o reimpostare la password.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Users must be approved before they can log in
fi: Käyttäjät on hyväksyttävä ennen kuin he voivat kirjautua sisään
it: Gli utenti devono essere approvati prima di poter accedere

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Use site theme for registration page
fi: Käytä sivuston teemaa rekisteröitymissivulla
it: Usa il tema del sito in front-end per la pagina di registrazione

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Requires an active site theme.
fi: Vaatii aktiivisen sivustoteeman.
it: Richiede un tema front-end attivo.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: External Authentication
fi: Ulkoinen autentikointi
it: Autenticazione Esterna

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Settings when registering with external authentication providers
fi: Asetukset ulkoisten autentikointipalveluiden tarjoajien kautta rekisteröitymiseen
it: Impostazioni utilizzate durante la registrazione con i provider di autenticazione esterni

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Use a script to generate userName based on external provider claims
fi: Luo käyttäjätunnus skriptin avulla ulkoisen toimittajan vaatimusten perusteella
it: Usa uno script per generare i nomi utente in base alle richieste dei provider esterni

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: If selected, any IExternalLoginEventHandlers defined in modules are not triggered
fi: Jos valittuna, moduuleissa määritellyt IExternalLoginEventHandlerit eivät aktivoidu
it: Se selezionato, qualsiasi IExternalLoginEventHandlers definito nei moduli non verranno attivati

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Reset Script
fi: Nollaa skripti
it: Resetta Script

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not ask username
fi: Älä kysy käyttäjänimeä
it: Non chiedere il nome utente

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider, they are not required to provide a local username. You can customize how it works by providing an IExternalLoginEventHandler or writing a script.
fi: Kun uusi käyttäjä kirjautuu ulkoisen palveluntarjoaja kautta, hänen ei tarvitse antaa paikallista käyttäjänimeä. Voit mukauttaa tämän toimintaa määrittämällä IExternalLoginEventHandler tai kirjoittamalla skriptin.
it: Quando un nuovo utente accede con un provider esterno, non viene richiesto di fornire un nome utente. E' possibile personalizzare questo comportamento fornendo un IExternalLoginEventHandler o scrivendo uno script.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not ask email address
fi: Älä kysy sähköpostiosoitetta
it: Non chiedere l'indirizzo email

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider and the email claim is defined, they are not required to provide a local email address.
fi: Kun uusi käyttäjä kirjautuu ulkoiseen palveluntarjoajan kautta ja sähköpostivaatimus on määritetty, käyttäjän ei tarvitse antaa paikallista sähköpostiosoitetta.
it: Quando un nuovo utente accede con un provider esterno e la claim email è definita, non viene richiesto di fornire un indirizzo email.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not create local password for external users
fi: Älä luo paikallista salasanaa ulkoisille käyttäjille
it: Non creare una password locale per utenti esterni

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider, they are not required to provide a local password.
fi: Kun uusi käyttäjä kirjautuu sisään ulkoisen palveluntarjoajan avulla, hänen ei tarvitse antaa paikallista salasanaa.
it: Quando un nuovo utente accede con un provider esterno, non è richiesto di fornire una password.

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: Reset password
fi: Aseta uusi salasana
it: Reimposta password

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: Email
fi: Sähköpostiosoite

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: New password
fi: Uusi salasana
it: Nuova password

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: New password confirmation
fi: Uuden salasanan vahvistus
it: Conferma nuova password

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Reset Password
fi: Aseta uusi salasana
it: Reimposta password

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Your password has been reset.
fi: Salasanasi on vaihdettu.
it: La tua password è stata reimpostata.

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Please
fi: Ole hyvä
it: Per favore

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Click here to log in
fi: Klikkaa tästä kirjautuaksesi sisään
it: Clicca qui per effettuare l'accesso

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Allow the users to reset their password
fi: Salli käyttäjien nollata heidän salasanansa
it: Consenti agli utenti di reimpostare la loro password

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: An email will be sent to the user's email address with a reset link.
fi: Nollauslinkin sisältävä sähköposti lähetetään käyttäjän sähköpostiosoitteeseen.
it: Un'email verrà inviata all'indirizzo email dell'utente con un link di reset.

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Use site theme for password reset page
fi: Käytä sivuston teemaa salasanan nollaussivulla
it: Usa il tema front-end per la pagina di reset della password

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Requires an active site theme.
fi: Vaatii aktiivisen sivustoteeman.
it: Richiede un tema front-end attivo.

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Dear {0},
fi: Hyvä {0},
it: Gentile {0}

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Please <a href="{0}">click here</a> to confirm your account.
fi: Ole hyvä ja <a href="{0}">klikkaa tai paina tästä</a> vahvistaaksesi tilisi.
it: Per favore, <a href="{0}">clicca qui</a> per confermare il tuo account.

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Thank you
fi: Kiitos
it: Grazie

# OrchardCore.Users.Views.TemplateUserLostPassword
source: Someone recently requested that the password be reset for <b>{0}</b>.
fi: Joku pyysi äskettäin salasanan nollaamista <b>{0}</b>.
it: Qualcuno ha recentemente richiesto che la password venga reimpostata per <b>{0}</b>.

# OrchardCore.Users.Views.TemplateUserLostPassword
source: To reset your password please click this link: <a href="{0}">Reset Password</a>
fi: Voit nollata salasanasi klikkaamalla tätä linkkiä: <a href="{0}">Palauta salasana</a>
it: Per reimpostare la tua password clicca questo link: <a href="{0}">Reimposta la password</a>

# OrchardCore.Users.Views.TemplateUserLostPassword
source: If you did not request a password reset please ignore this email - your password will not be changed.
fi: Jos et ole pyytänyt salasanan palauttamista, jätä tämä sähköposti huomiotta - salasanasi ei muuteta.
it: Se non hai richiesto un reset della password ignora questa email - la password non verrà cambiata.

# OrchardCore.Users.Views.User.DetailAdmin
source: View User
fi: Näytä käyttäjä
it: Visualizza Utente

# OrchardCore.Users.Views.UserButtons
source: Edit
fi: Muokkaa
it: Modifica

# OrchardCore.Users.Views.UserButtons
source: View
fi: Näytä
it: Visualizza

# OrchardCore.Users.Views.UserButtons
source: Edit Password
fi: Muokkaa salasanaa
it: Modifica password

# OrchardCore.Users.Views.UserButtons
source: Unlock user
fi: Avaa käyttäjä
it: Sblocca utente

# OrchardCore.Users.Views.UserButtons
source: Are you sure you want to unlock this user?
fi: Haluatko varmasti avata tämän käyttäjän?
it: Sei sicuro di voler sbloccare questo utente?

# OrchardCore.Users.Views.UserButtons
source: Unlock
fi: Avaa lukitus
it: Sblocca

# OrchardCore.Users.Views.UserButtons
source: Delete
fi: Poista
it: Elimina

# OrchardCore.Users.Views.UserButtons
source: Send verification email
fi: Lähetä vahvistusviesti
it: Invia email di verifica

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Design
source: User Created
fi: Käyttäjä luotu
it: Utente creato

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Thumbnail
source: User Created
fi: Käyttäjä luotu
it: Utente creato

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Thumbnail
source: User is created.
fi: Käyttäjä on luotu.
it: L'utente è stato creato.

# OrchardCore.Users.Views.Items.UserDeletedEvent.Fields.Design
source: User Deleted
fi: Käyttäjä poistettu
it: Utente eliminato

# OrchardCore.Users.Views.Items.UserDeletedEvent.Fields.Thumbnail
source: User Deleted
fi: Käyttäjä poistettu
it: Utente eliminato

# OrchardCore.Users.Views.Items.UserDeletedEvent.Fields.Thumbnail
source: User is Deleted.
fi: Käyttäjä on poistettu.
it: L'utente è stato eliminato.

# OrchardCore.Users.Views.Items.UserDisabledEvent.Fields.Design
source: User Disabled
fi: Käyttäjä poistettu käytöstä
it: Utente Disabilitato

# OrchardCore.Users.Views.Items.UserDisabledEvent.Fields.Thumbnail
source: User Disabled
fi: Käyttäjä poistettu käytöstä
it: Utente Disabilitato
