Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Alias.po
Languages: fi, ja, mk, ru, sv, vi, zh_cn

# OrchardCore.Alias.GraphQL.AliasInputObjectType
source: the alias part of the content item
fi: sisältöosion aliaksen osa
ja: コンテンツ項目の別名パーツ
mk: псевдоним делот на содржинскиот елемент
ru: часть псевдонима содержимого
sv: alias-delen av innehållsobjektet
vi: phần biệt hiệu của mục nội dung
zh_cn: 内容项的别名

# OrchardCore.Alias.GraphQL.AliasInputObjectType
source: the alias of the content item
fi: sisältöosion alias
ja: コンテンツ項目の別名
mk: псевдним на содржинскиот елемент
ru: псевдоним содержимого
sv: aliaset för innehållsobjektet
vi: biệt hiệu của mục nội dung
zh_cn: 内容项的别名

# OrchardCore.Alias.GraphQL.AliasQueryObjectType
source: Alternative path for the content item
fi: Vaihtoehtoinen polku sisältöosalle
ja: コンテンツ項目の代替パス
mk: Алтернативна патека за содржинскиот елемент
ru: Альтернативный путь к содержимому
sv: Alternativ sökväg för innehållsobjektet
vi: Đường dẫn thay thế cho mục nội dung
zh_cn: 内容项的替代路径

# OrchardCore.Alias.Models.AliasPartExtensions
source: Your alias is too long. The alias can only be up to {0} characters. "{1}"
fi: Alias on liian pitkä. Alias voi olla enintään {0} merkkiä pitkä. "{1}"
ja: 別名"{1}"が長すぎます。別名は {0} 文字までとなります。
ru: Псевдоним слишком длинный. Максимальная длина псевдонима {0} символов. "{1}"
zh_cn: 您的别名太长。别名不能超过 {0} 个字符。"{1}"

# OrchardCore.Alias.Models.AliasPartExtensions
source: Your alias is already in use. "{0}"
fi: Alias on jo käytössä. "{0}"
ja: あなたのエイリアス"{0}"はすでに使用されています。
ru: Такой псевдоним уже используется "{0}".
zh_cn: 您的别名已被使用。"{0}"

# OrchardCore.Alias.Settings.AliasPartSettingsDisplayDriver
source: Pattern doesn't contain a valid Liquid expression. Details: {0}
fi: Malli ei sisällä kelvollista Liquid-lauseketta. Yksityiskohdat: {0}
ja: バターンは正しいリキッド式を含んでいません。詳細: {0}
mk: Шемата не содржи валиден „Liquid“ израз. Детали: {0}
ru: Шаблон не содержит допустимое выражение Liquid. Подробности: {0}
sv: Mönstret innehåller inte ett giltigt Liquid-uttryck. Detaljer: {0}
vi: Mẫu không chứa biểu thức Liquid hợp lệ. Chi tiết: {0}
zh_cn: 全文不包含有效的Liquid表达式。详细信息: {0}

# OrchardCore.Alias.Views.AliasPart.Edit
source: Alias
ja: エイリアス
mk: Псевдоним
ru: Псевдоним
vi: Biệt hiệu
zh_cn: 別名

# OrchardCore.Alias.Views.AliasPart.Edit
source: The alias of the content item.
fi: Sisältöosion alias.
ja: コンテンツ項目の別名
mk: Псевднимот на содржинскиот елемент.
ru: Псевдоним содержимого.
sv: Aliaset för innehållsobjektet.
vi: Biệt hiệu của mục nội dung.
zh_cn: 内容项的别名。

# OrchardCore.Alias.Views.AliasPart.Edit
source: Leave empty to re-generate it.
fi: Jätä tyhjäksi luodaksesi sen uudelleen.
ja: 空のままにして再作成
mk: Оставете празно, за да биде повторно генерирано.
ru: Оставьте пустым для повторного создания.
sv: Lämna tomt för att regenerera det.
vi: Để trống để tạo lại nó.
zh_cn: 留空以重新生成它。

# OrchardCore.Alias.Views.AliasPart.Option
source: Standard
fi: Standardi
ja: 標準
mk: Стандардно
ru: Стандартный
vi: Tiêu chuẩn
zh_cn: 标准

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Options
fi: Vaihtoehdot
ja: オプション
mk: Опции
ru: Настройки
sv: Alternativ
vi: Tùy chọn
zh_cn: 选项

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Alias is editable
fi: Alias on muokattavissa
ja: 別名は編集可能です
mk: Псевдонимот може да се измени
ru: Псевдоним можно редактировать
sv: Alias är redigerbar
vi: Bí danh có thể chỉnh sửa
zh_cn: 别名可编辑

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Alias is generated and input is disabled
fi: Alias on luotu ja kenttä on pois käytöstä
ja: 別名が生成され入力は無効です
mk: Псевдонимот е генериран и можноста за внес е исклучена
ru: Псевдоним создан и ввод отключен
sv: Alias har skapats och inmatningen är inaktiverad
vi: Bí danh đã được tạo và đầu vào bị vô hiệu hóa
zh_cn: 别名自动生成且不可修改

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Pattern
fi: Malli
ja: パターン
mk: Шема
ru: Шаблон
sv: Mönster
vi: Mẫu
zh_cn: 模式

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: The pattern used to render the alias of this content type.
fi: Malli, jota käytetään tämän sisältötyypin aliaksen luomiseen.
ja: このコンテンツタイプの別名のレンダリングに使用されるパターン
mk: Шемата се користи за приказ на псевдонимот на овој содржински вид.
ru: Шаблон, используемый для рендеринга псевдонима содержимого.
sv: Mönstret som används för att rendera aliaset för denna innehållstyp.
vi: Mẫu được sử dụng để tạo bí danh cho loại nội dung này.
zh_cn: 用于呈现此内容类型的别名的模式。
