Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Setup.po
Languages: fa, fi

# OrchardCore.Setup.Controllers.SetupController
source: The password is required.
fa: کلمه عبور مورد نیاز است.
fi: Pääsalasana on pakollinen.

# OrchardCore.Setup.Controllers.SetupController
source: The password confirmation doesn't match the password.
fa: کلمه عبور با تکرار آن مطابقت ندارد.
fi: Salasanan vahvistus ei vastaa salasanaa.

# OrchardCore.Setup.Controllers.SetupController
source: Invalid recipe.
fa: دستور العمل نادرست است.
fi: Virheellinen resepti.

# OrchardCore.Setup.Controllers.SetupController
source: The email is invalid.
fa: ایمیل نامعتبر است.
fi: Sähköpostiosoite on virheellinen.

# OrchardCore.Setup.Controllers.SetupController
source: User name '{0}' is invalid, can only contain letters or digits.
fa: نام کاربری '{0}' نامعتبر است، نام کاربری باید فقط شامل حروف و اعداد باشد.
fi: Käyttäjänimi "{0}" on virheellinen. Se saa sisältää vain kirjaimia tai numeroita.

# OrchardCore.Setup.Views._Layout
source: Setup
fa: راه اندازی
fi: Määritykset

# OrchardCore.Setup.Views.Setup.Index
source: one non-alphanumeric
fa: یک کارکتر غیر الفبایی و غیر عددی
fi: yksi ei-aakkosnumeerinen

# OrchardCore.Setup.Views.Setup.Index
source: one uppercase
fa: یک حرف بزرگ
fi: yksi isoin kirjaimin

# OrchardCore.Setup.Views.Setup.Index
source: one lowercase
fa: یک حرف کوچک
fi: yksi pienin kirjaimin

# OrchardCore.Setup.Views.Setup.Index
source: one digit
fa: یک عدد
fi: yksi numero

# OrchardCore.Setup.Views.Setup.Index
source: and
fa: و
fi: ja

# OrchardCore.Setup.Views.Setup.Index
source: {0} characters in total
fa: در مجموع {0} کاراکتر
fi: {0} merkkiä yhteensä

# OrchardCore.Setup.Views.Setup.Index
source: , with {0} unique characters
fa: ، با {0} کاراکتر یکتا
fi: , jossa on {0} yksilöllistä merkkiä

# OrchardCore.Setup.Views.Setup.Index
source: Password must have at least {0}.
fa: کلمه عبور باید حداقل {0} کارکتر داشته باشد.
fi: Salasanassa on oltava vähintään {0} merkkiä.

# OrchardCore.Setup.Views.Setup.Index
source: Change language
fa: تغییر زبان
fi: Vaihda kieltä

# OrchardCore.Setup.Views.Setup.Index
source: Setup
fa: راه اندازی
fi: Konfigurointi

# OrchardCore.Setup.Views.Setup.Index
source: Please answer a few questions to configure your site.
fa: لطفا برای پیکربندی سایت خود، به چند سوال پاسخ دهید.
fi: Vastaa muutamaan kysymykseen määrittääksesi sivustosi.

# OrchardCore.Setup.Views.Setup.Index
source: No recipes available.
fa: هیچ دستورالعملی در دسترس نیست.
fi: Ei reseptejä saatavilla.

# OrchardCore.Setup.Views.Setup.Index
source: It is not possible to set up a site without a recipe.
fa: راه‌اندازی سایت بدون دستورالعمل ممکن نیست.
fi: Sivuston luominen ilman reseptiä ei ole mahdollista.

# OrchardCore.Setup.Views.Setup.Index
source: What is the name of your site?
fa: نام سایت شما چیست؟
fi: Mikä on sivustosi nimi?

# OrchardCore.Setup.Views.Setup.Index
source: This is used as the default title of your pages.
fa: این عنوان پیش‌فرض صفحات سایت می‌شود.
fi: Tätä käytetään oletusarvoisena otsikkona sivuillasi.

# OrchardCore.Setup.Views.Setup.Index
source: Recipe
fa: دستورالعمل
fi: Resepti

# OrchardCore.Setup.Views.Setup.Index
source: No Recipes Available
fa: هیچ دستورالعملی موجود نیست
fi: Ei reseptejä saatavilla

# OrchardCore.Setup.Views.Setup.Index
source: Recipes allow you to setup your site with additional pre-configured options, features and settings out of the box.
fa: دستورالعمل‌ها به شما اجازه می‌دهند که سایت را با ویژگی‌ها و تنظیمات از پیش‌پیکربندی‌شده تکمیلی، برای یک هدف خاص راه‌اندازی کنید.
fi: Reseptien avulla voit määrittää pohjakonfiguraation, ominaisuudet sekä asetukset sivustollesi käyttöönottoa nopeuttamaan.

# OrchardCore.Setup.Views.Setup.Index
source: Default Time Zone
fa: ناحیه زمانی پیش‌فرض
fi: Oletusaikavyöhyke

# OrchardCore.Setup.Views.Setup.Index
source: Determines the default time zone used when displaying and editing dates and times.
fa: ناحیه زمانی پیش‌فرض که جهت نمایش و ویرایش تاریخ‌ها و زمان‌ها استفاده می‌شود را مشخص می‌کند.
fi: Määrittää aikavyöhykkeen, jota käytetään näytettäessä ja muokattaessa päivämääriä ja kellonaikoja.

# OrchardCore.Setup.Views.Setup.Index
source: What type of database to use?
fa: از چه نوع پایگاه‌داده‌ای استفاده شود؟
fi: Käytettävän tietokannan tyyppi?

# OrchardCore.Setup.Views.Setup.Index
source: The connection string to your database instance, e.g. {0}.
fa: رشته اتصال به پایگاه‌داده شما. به عنوان مثال {0}.

# OrchardCore.Setup.Views.Setup.Index
source: The database is used to store the site's configuration and its contents.
fa: پایگاه داده ای که برای ذخیره تنظیمات سایت و محتویات آن استفاده می شود.
fi: Tietokantaa käytetään sivuston kokoonpanon ja sen sisällön tallentamiseen.

# OrchardCore.Setup.Views.Setup.Index
source: Table Prefix
fa: پیشوند نام جداول
fi: Tietokantataulujen etuliite

# OrchardCore.Setup.Views.Setup.Index
source: You can specify a table prefix if you intend to reuse the same database for multiple sites.
fa: اگر قصد استفاده مجدد از یک پایگاه داده برای چندین سایت را دارید، می توانید یک پیشوند جدول را مشخص کنید.
fi: Voit määrittää tietokantataulujen etuliitteen, jos aiot käyttää samaa tietokantaa usealle sivustolle.

# OrchardCore.Setup.Views.Setup.Index
source: Connection string
fa: رشته اتصال
fi: Yhteysmerkkijono

# OrchardCore.Setup.Views.Setup.Index
source: Show/hide connection string
fa: نمایش/عدم نمایش رشته اتصال
fi: Näytä/piilota yhteysmerkkijono

# OrchardCore.Setup.Views.Setup.Index
source: Table Schema
fa: طرح واره جدول

# OrchardCore.Setup.Views.Setup.Index
source: When left blank, the default value on the server will be used.
fa: وقتی خالی بماند، مقدار پیش‌فرض سمت سرور استفاده می‌شود.

# OrchardCore.Setup.Views.Setup.Index
source: For example, '{0}' for SQL Server.
fa: به عنوان مثال، '{0}' برای SQL Server.

# OrchardCore.Setup.Views.Setup.Index
source: Super User
fa: کاربر ارشد
fi: Pääkäyttäjä

# OrchardCore.Setup.Views.Setup.Index
source: The super user has all the rights. It should be used only during Setup and for disaster recovery.
fa: کاربر ارشد دارای تمام دسترسی‌ها است و بهتر است تنها در زمان راه‌اندازی و بازیابی، از آن استفاده شود.
fi: Pääkäyttäjällä on kaikki oikeudet. Käyttäjätunnusta pitäisi käyttää vain asennuksen yhteydessä ja virhetilanteista toipumiseen.

# OrchardCore.Setup.Views.Setup.Index
source: User name
fa: نام کاربری
fi: Käyttäjätunnus

# OrchardCore.Setup.Views.Setup.Index
source: Email
fa: ایمیل
fi: Sähköpostiosoite

# OrchardCore.Setup.Views.Setup.Index
source: The email is invalid.
fa: ایمیل وارد‌شده نامعتبر است.
fi: Sähköpostiosoite on virheellinen.

# OrchardCore.Setup.Views.Setup.Index
source: Password
fa: رمزعبور
fi: Salasana

# OrchardCore.Setup.Views.Setup.Index
source: Password strength
fa: استحکام رمزعبور
fi: Salasanan vahvuus

# OrchardCore.Setup.Views.Setup.Index
source: Password Confirmation
fa: تکرار رمزعبور
fi: Salasanan vahvistus

# OrchardCore.Setup.Views.Setup.Index
source: Finish Setup
fa: پایان راه اندازی
fi: Viimeistele asennus

# OrchardCore.Setup.Controllers.SetupController
source: The connection string is mandatory for this provider.
fi: Tälle palveluntarjoajalle vaaditaan yhteysmerkkijono.

# OrchardCore.Setup.Views.Setup.Index
source: The site name is required.
fi: Sivuston nimi on pakollinen.

# OrchardCore.Setup.Views.Setup.Index
source: The connection string to your database instance. e.g., {0}
fi: Yhteysmerkkijono tietokantaasi. esim., {0}
