Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Html.po
Languages: fa

# OrchardCore.Html.Drivers.HtmlBodyPartDisplayDriver
source: {0} doesn't contain a valid Liquid expression. Details: {1}
fa: {0} حاوی یک عبارت Liquid معتبر نیست. جزئیات: {1}

# OrchardCore.Html.GraphQL.HtmlBodyQueryObjectType
source: Content stored as HTML.
fa: محتوا به صورت HTML ذخیره شد.

# OrchardCore.Html.GraphQL.HtmlBodyQueryObjectType
source: the HTML content
fa: محتوای HTML

# OrchardCore.Html.Settings.HtmlBodyPartMonacoEditorSettingsDriver
source: The options are written in an incorrect format.
fa: گزینه ها با فرمت نادرست نوشته شده اند.

# OrchardCore.Html.Settings.HtmlBodyPartTrumbowygEditorSettingsDriver
source: The options are written in an incorrect format.
fa: تنظیمات در فرمت نادرستی نوشته شده‌اند.

# OrchardCore.Html.Views.HtmlBodyPart-Monaco.Edit
source: The body of the content item.
fa: بدنه آیتم محتوا.

# OrchardCore.Html.Views.HtmlBodyPart-Monaco.Option
source: Monaco editor
fa: ویرایشگر Monaco

# OrchardCore.Html.Views.HtmlBodyPart-Trumbowyg.Edit
source: The body of the content item.
fa: متن آیتم محتوا.

# OrchardCore.Html.Views.HtmlBodyPart-Trumbowyg.Option
source: Trumbowyg editor
fa: ویرایشگر Trumbowyg

# OrchardCore.Html.Views.HtmlBodyPart-Wysiwyg.Edit
source: The body of the content item.
fa: بدنه (Body) آیتم محتوا.

# OrchardCore.Html.Views.HtmlBodyPart-Wysiwyg.Option
source: Wysiwyg editor
fa: ویرایشگر Wysiwyg

# OrchardCore.Html.Views.HtmlBodyPart.DisplayOption
source: Standard
fa: استاندارد

# OrchardCore.Html.Views.HtmlBodyPart.Edit
source: The body of the content item.
fa: بدنه (Body) آیتم محتوا.

# OrchardCore.Html.Views.HtmlBodyPart.Option
source: Standard
fa: استاندارد

# OrchardCore.Html.Views.HtmlBodyPartMonacoSettings.Edit
source: Enter the editor options, language is always set to `html` when saved.
fa: گزینه های ویرایشگر را وارد کنید، زبان همیشه هنگام ذخیره روی "html" تنظیم می شود.

# OrchardCore.Html.Views.HtmlBodyPartMonacoSettings.Edit
source: Documentation for options
fa: مستندات تنظیمات

# OrchardCore.Html.Views.HtmlBodyPartSettings.Edit
source: Sanitize Html
fa: حذف تگ های غیرمجاز از html (جهت جلوگیری از حمله xss با تگ های غیر مجاز)

# OrchardCore.Html.Views.HtmlBodyPartSettings.Edit
source: Whether the Html is sanitized to prevent custom scripts.
fa: آیا Html برای جلوگیری از اسکریپت های سفارشی پاکسازی شده است یا خیر.

# OrchardCore.Html.Views.HtmlBodyPartSettings.Edit
source: See documentation
fa: مستندات را ببینید

# OrchardCore.Html.Views.HtmlBodyPartTrumbowygSettings.Edit
source: Insert Media with url
fa: واردکردن فایل با آدرس

# OrchardCore.Html.Views.HtmlBodyPartTrumbowygSettings.Edit
source: Whether the url is used when selected from Insert Media (By default, the Shortcode is inserted).
fa: آیا نشانی اینترنتی هنگام انتخاب از Insert Media استفاده می‌شود یا نه (به طور پیش‌فرض، Shortcode درج می‌شود).

# OrchardCore.Html.Views.HtmlBodyPartTrumbowygSettings.Edit
source: Enter the editor options
fa: تنظیمات ویرایشگر را وارد کنید

# OrchardCore.Html.Views.HtmlBodyPartTrumbowygSettings.Edit
source: Documentation for options
fa: مستندات تنظیمات

# OrchardCore.Html.Views.Media-HtmlBodyPart.Modal
source: Select Media
fa: انتخاب فایل

# OrchardCore.Html.Views.Media-HtmlBodyPart.Modal
source: OK
fa: تایید

# OrchardCore.Html.Views.Media-HtmlBodyPart.Modal
source: Cancel
fa: انصراف
