Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/OrchardCore.Admin.po
Languages: cs, it, ja, pl, vi, zh_hans, zh_tw

# OrchardCore.Admin.AdminMenu
source: Configuration
cs: Konfigurace
it: Configurazione
ja: 構成
pl: Konfiguracja
vi: Cấu hình
zh_hans: 配置
zh_tw: 組態設定

# OrchardCore.Admin.AdminMenu
source: Settings
cs: Nastavení
it: Impostazioni
ja: 設定
pl: Ustawienia
vi: Cài đặt
zh_hans: 设置
zh_tw: 設定

# OrchardCore.Admin.AdminMenu
source: Admin
cs: Administrace
it: Amministratore
ja: 管理者
vi: Quản trị
zh_hans: 管理员
zh_tw: 管理者

# OrchardCore.Admin.DeploymentStartup
source: Admin settings
cs: Nastavení správce
it: Impostazioni amministratore
ja: 管理者設定
pl: Ustawienia admina
vi: Cài đặt quản trị
zh_hans: 管理员设置
zh_tw: 管理者設定

# OrchardCore.Admin.DeploymentStartup
source: Exports the admin settings.
cs: Exportuje nastavení správce.
it: Esporta le impostazioni di amministratore.
ja: 管理者設定をエクスポート
pl: Eksport ustawień admina.
vi: Xuất ra phần cài đặt quản trị.
zh_hans: 导出管理员设置。
zh_tw: 匯出管理者設定

# OrchardCore.Admin.Views.AdminDashboard
source: Welcome to Orchard Core
cs: Vítejte v Orchard Core
it: Benvenuto in Orchard Core
ja: Orchard Coreへようこそ
pl: Witamy w Orchard Core
vi: Chào mừng đến với Orchard Core
zh_hans: 欢迎使用 Orchard Core
zh_tw: 歡迎使用 Orchard Core CMS

# OrchardCore.Admin.Views.AdminDashboard
source: Feel free to browse the menu and discover all its possibilities.
cs: Prohlédněte si menu a objevte všechny možnosti.
it: Naviga il menu e scopri tutte le sue potenzialità.
ja: 自由にメニューを閲覧してすべての可能性を見つけてください。
pl: Zapraszamy do przeglądania menu oraz odkrywania wszystkich możliwości.
vi: Hãy duyệt menu và khám phá tất cả những chức năng.
zh_hans: 浏览左侧菜单体验可用功能。
zh_tw: 請從左邊選單尋找適合您使用的功能。

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Enable theme toggler
cs: Povolit přepínač motivů
it: Abilita cambio tema
ja: テーマ切り替えを有効にする
zh_hans: 启用主题切换

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Whether or not to display a theme toggler.
cs: Zvolte, zda zobrazit přepínač motivů
it: Abilita o meno la possibilità di cambiare tema.
ja: テーマ切り替えを表示するかどうか。
zh_hans: 是否显示主题切换。

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Enable Admin Menu filter
cs: Zobrazit vyhledávání v menu administrace
it: Abilita filtro Menu Amministratore
ja: 管理者メニューのフィルタを有効にする
pl: Włącz filtr menu administratora
vi: Cho phép lọc Menu quản trị
zh_hans: 启用管理菜单过滤
zh_tw: 開啟管理者選單尋找功能

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Whether a quick search to filter the admin menu is displayed.
cs: Zvolte, zda chcete zobrazit rychlé hledání v menu administrace.
it: Indica se visualizzare un campo filtro di ricerca rapida per il menu di amministrazione.
ja: 有効にすると管理者メニューをフィルタするクイック検索が表示されます。
pl: Czy wyświetlane jest szybkie wyszukiwanie, aby filtrować menu administratora.
vi: Ẩn / hiện chức năng tìm kiếm nhanh để lọc menu Quản trị.
zh_hans: 显示搜索栏快速筛选管理菜单。
zh_tw: 提供快速搜尋管理者選單的功能

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Display New menu
cs: Zobrazit nabídku Nový
it: Mostra un nuovo menu
ja: 新規メニューを表示
pl: Wyświetl Nowe menu
vi: Hiển thị menu mới
zh_hans: 显示新建菜单
zh_tw: 顯示新選單

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Whether a New menu is displayed in the admin menu.
cs: Zda se v menu administrace má zobrazit nabídka Nový.
it: Indica se il nuovo menu è visibile anche nel menu amministratore.
ja: 有効にすると新規メニューが管理メニューに表示されます。
pl: Czy Nowe menu jest wyświetlane w menu admina.
vi: Hiển thị menu mới trong menu quản trị.
zh_hans: 是否在管理菜单中显示新建菜单。
zh_tw: 管理選單中是否顯示新的選單.

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Display titles in top bar
cs: Zobrazit názvy v horní liště
it: Mostra i titoli nella barra superiore
ja: トップバーにタイトルを表示
pl: Wyświetlaj tytuły w górnym pasku
vi: Hiển thị tiêu đề ở thanh trên cùng
zh_hans: 在顶部栏显示标题
zh_tw: 顯示標題在頂部欄

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Whether the titles are displayed in the top bar.
cs: Zda jsou názvy zobrazeny v horním panelu.
it: Indica se i titoli devono essere visualizzati nella barra superiore.
ja: 有効にするとタイトルがトップバーに表示されます。
pl: Czy tytuły są wyświetlane na górnym pasku.
vi: Cho hiển thị tiêu đề ở vị trí trên cùng.
zh_hans: 标题是否显示在顶部栏中。
zh_tw: 標題是否顯示在頂部欄.

# OrchardCore.Admin.Views.NavigationItemText-admin.Id
source: Admin
cs: Administrace
it: Amministratore
ja: 管理者
vi: Quản trị
zh_hans: 管理员
zh_tw: 管理者

# OrchardCore.Admin.Views.VisitSiteNavbarItem
source: Visit Site
cs: Navštívit stránku
it: Vai al sito
ja: サイトへ移動する
zh_hans: 访问网站
