Repository: jsalgado10/Commentator.OrchardCore
Catalog: OrchardCoreWebApp/Localization/*/TheAdmin.po
Languages: fa

# TheAdmin.Views.Layout
source: Collapse / expand menu
fa: باز کردن / جمع کردن منو

# TheAdmin.Views.Layout
source: Delete
fa: حذف

# TheAdmin.Views.Layout
source: Are you sure you want to remove this element?
fa: آیا مطمئن هستید که می خواهید این عنصر را حذف کنید?

# TheAdmin.Views.Layout
source: Ok
fa: تائید

# TheAdmin.Views.Layout
source: Cancel
fa: انصراف

# TheAdmin.Views.Navigation-admin
source: Filter
fa: فیلتر

# TheAdmin.Views.Pager_First
source: Go to first page.
fa: به صفحه اول بروید.

# TheAdmin.Views.Pager_Last
source: Go to last page.
fa: برو به صفحه آخر.

# TheAdmin.Views.Pager_Next
source: Go to next page.
fa: به صفحه بعد بروید.

# TheAdmin.Views.Pager_Previous
source: Go to previous page.
fa: برو به صفحه قبل.

# TheAdmin.Views.Pager
source: Listing pages
fa: صفحات فهرست
